[
    {
        "_id": "659183dc71a472781589711f",
        "Maradona's stint with the Sinaloa Dorados is over": "The 58-year-old Maradona took over in September and took the team that was near the bottom in the standings to consecutive final series in the Apertura 2018 and Clausura 2019 tournaments.Both times, the team fell to Atletico San Luis, which reached the top flight.\"Diego Maradona decided to not continue as the head coach of Dorados,\" Maradona's manager, Matias Morla, said on his Twitter account. \"On medical advice, he will dedicate time to his health and will have two surgeries: in the shoulder and knee. We are thankful with the Dorados family and will continue the dream together in the future.\" Keep updated, follow The Business Standard's Google news channelIn January, Maradona was admitted to a hospital in Argentina suffering from stomach bleeding, just a few days before returning to Mexico for his second season with Dorados.Maradona's orthopaedic surgeon, German Ochoa, said earlier this year that the former soccer star has no cartilage left in his knees due to severe osteoarthritis and will need prostheses.\"Together we shocked the world. We showed that soccer is all about passion and heart, you will always be a Dorado, thanks for everything Diego,\" the club tweeted. \"Get well and we'll see you soon.\"Maradona is one of the most recognizable names in international soccer, having led Argentina to the 1986 World Cup championship in Mexico with his infamous \"Hand of God\" goal.His arrival to Sinaloa, considered the heartland of drug-trafficking in Mexico raised eyebrows due to Maradona's troubles with addictions in the past. But in his nine month-stint in Mexico, he never got into trouble outside the pitch and led his team close to the first division.\"I was on the brink of dead, to me, this ... is nothing\", said Maradona after losing the Clausura finals. \"I'm just sad for the guys on the team.\"END/AP/UNB/HM"
    },
    {
        "_id": "6591863271a4727815897121",
        "What are the world's deadliest animals?": "What would you say is the world's most dangerous animal? A shark? A tiger? What about a crocodile?Although these apex predators are terrifying killers, the world's deadliest animal, year after year, is actually something much smaller - the mosquito.Here are some of the world's deadliest animals from an article from Bill & Melinda Gates Foundation. Keep updated, follow The Business Standard's Google news channelMosquitoesAccording to the World Health Organization, about 725,000 people are killed every year by mosquito-borne diseases.Malaria alone affects 200 million, of which an estimated 600,000 die.Mosquitoes also carry dengue fever, yellow fever and encephalitis.The sheer number of mosquitoes adds to the risk they pose to humans.Unlike many other dangerous creatures, they can be found in nearly every part of the world at various times of year, and at peak breeding season they outnumber every other animal except ants and termites.SnakesAn estimated 50,000 people are killed every year by snakes.The most venomous snake in the world is the Inland Taipan, also known as the Western Taipan.Its venom is highly toxic and can kill a human being in under 45 minutes. More than 80% of those bitten by the Inland Taipan die.But it is not the biggest killer, because it rarely bites humans.The saw-scaled viper doesn't rank in the top 10 for venom toxicity - only 10% of bite victims die - but it lives around inhabited areas and it bites fast and often.The saw-scaled viper is estimated to kill about 5,000 people every year - more than any other kind of snake.The Inland Taipan is native to central Australia, while the saw-scaled viper can be found in Pakistan, India, Sri Lanka, parts of the Middle East and Africa, north of the equator.The various Krait species, also among the world's most deadly, are found mostly in East Asia.DogsMan's best friend? Perhaps, but not mankind's.Rabid dogs are responsible for the deaths of an estimated 25,000 people per year.In countries where dogs commonly carry rabies they are involved in up to 99% of infections, according to the WHO.Countries with large numbers of stray dogs, including India, are the worst affected. According to the WHO, about 36% of the world's rabies deaths - 20,000 of about 55,000 deaths worldwide - occur in India each year, most of those when children come into contact with infected dogs.Dying from an actual dog bite is much more rare.There is no reliable worldwide data, but of the estimated 4.5 million dog bites in the US every year, only about 30 people die on average.Tsetse flyThe tsetse fly is roughly similar in size and appearance to the ordinary housefly, but it packs a lot more of a punch.The tsetse fly uses a large proboscis to bite vertebrate animals, including humans, and suck their blood.It carries African trypanosomiasis, or sleeping sickness, a parasitic disease which causes fevers, headaches, and joint pain, followed by vomiting, swelling of the brain, and trouble sleeping.Somewhere between 20,000 and 30,000 people are thought to be infected with sleeping sickness every year, the vast majority in sub-Saharan Africa. An estimated 10,000 die from the disease.CrocodilesCrocodiles do not necessarily set out to hunt humans, but they are opportunistic killers.In Africa alone there are several hundred crocodile attacks on humans per year, between a third to half of which are fatal, depending on the species.Many take place in small communities and are not widely reported.Worldwide, crocodiles are estimated to kill about 1,000 humans per year, many more than sharks.Alligators, which only occur in the wild in the US and China, are less aggressive than crocodiles but can still be dangerous.In the US state of Florida, 22 people have been killed by alligators since 1948, the state authorities say.HippopotamusUngainly as it is, the hippopotamus is the world's deadliest large land mammal, killing an estimated 500 people per year in Africa.Hippos are aggressive creatures, and they have very sharp teeth.And you would not want to get stuck under one; at up to 2,750kg they can crush a human to death."
    },
    {
        "_id": "65918a8a71a4727815897123",
        "Iran tanker prepares to leave after Gibraltar decides to free it": "An Iranian oil tanker is being reflagged and is preparing to sail to the Mediterranean, Iran's state television reported on Friday, after Gibraltar decided to free the seized ship.\"Based on the owner's request, the oil tanker Grace 1 will depart for the Mediterranean after being reflagged under the Iranian flag and renamed Adrian Darya after preparing for the journey,\" the television quoted Jalil Eslami, deputy head of Iran's Ports and Maritime Organisation, as saying.Britain's Mediterranean territory Gibraltar decided on Thursday to free the Panama-flagged tanker, but did not immediately indicate when or if the ship would set sail after the United States launched a new, last-minute legal bid to hold it. Keep updated, follow The Business Standard's Google news channel\"The 25-member crew will start their journey after preparations, including refueling,\" Eslami said.The television report did not identify the tanker's owner.The Grace 1 was seized by British Royal Marine commandos off the coast of the territory at the western mouth of the Mediterranean on July 4 on suspicion of violating European Union sanctions by taking oil to Syria, a close ally of Iran.Two weeks later, Iran seized a British-flagged tanker in the Strait of Hormuz leading into the Gulf.The two tankers have become pawns in the standoff between Iran and the West, their fate tangled up in the diplomatic differences between the EU's big powers and the United States.Gibraltar officials did not make clear whether the U.S. legal bid would mean the ship would have to be detained further or, if so, for how long.Iran said the ship would sail shortly and Foreign Minister Mohammad Javad Zarif characterised the U.S. bid to prevent it from leaving as \"piracy\"."
    },
    {
        "_id": "6591b56071a4727815897125",
        "Oracle Cloud to open new cloud regions": "Oracle Cloud has planned to launch 20 new Oracle Cloud regions by the end of 2020 to support its customers worldwide.This expansion will bring its total cloud regions to 36. The expansion includes regions in new countries and dual, geographically separated regions, in the US, Canada, Brazil, UK, EU, Japan, South Korea, Australia, India, UAE, Saudi Arabia, Israel, and new government regions in the UK and Israel. Additionally, Oracle is going to update its roadmap for its interconnection with Microsoft Azure.With in-country dual regions, \"customers can deploy both production and disaster recovery capacity within their country or jurisdiction to meet business continuity and compliance requirements,\" said Oracle in a press release.It will also offer customers access to all Oracle Cloud Infrastructure services including Oracle Autonomous Database and Oracle Fusion Applications, in these regions.\"Enterprise customers worldwide require geographically distributed regions for true business continuity, disaster protection and regional compliance requirements. Multiple availability domains within a region will not address this issue,\" said Don Johnson, executive vice president of Oracle Cloud Infrastructure.\"Oracle is committed to offer a second region for disaster recovery in every country where we launch Oracle Cloud Infrastructure services, a strategy that is aligned with our customers' needs,\" he added. Oracle expects to open an average of one region, every 23 days, over the next 15 months, for a total of 20 additional regions, 17 commercial and three government, according to the statement."
    },
    {
        "_id": "6591bd5a71a4727815897127",
        "Nasa's much awaited all female spacewalk is happening today, here's how to watch it live": "Nasa is all set to conduct the first ever all-female spacewalk from the International Space Station. The walk, which will involve American astronauts Christina Koch and Jessica Meir stepping out into space to perform maintenance activities on the space station for up to six hours, will take place at 5:20 PM IST today (7:50 AM EDT).This all-female spacewalk, which was originally planned to happen in March this year, is expected to set a milestone in women's history in space as the world has never seen an all-female ensemble during spacewalks in the past.How to watch the spacewalk liveSince Nasa is beaming a live broadcast of the spacewalk, you can catch it on Nasa's own website here, and on the agency's YouTube channel here. Visit either website at 5:20 PM IST today to start watching. Koch will be wearing a white spacesuit with red stripes on it. Views from her helmet camera will have the number 18, explains Nasa in its briefing. Meir's spacesuit is plain white and views from her helmet camera will have the number 11.Mission detailsThe short story is that the two astronauts are stepping out into space today to change a broken battery charging unit on the space station. The long story is that a BCDU (battery charge/discharge unit) aboard the station failed to turn on after new lithium-ion batteries were installed on the station's exterior structure earlier this month. During the walk, the two astronauts will be assisted by Commander Luca Parmitano of the European Space Agency and Nasa Flight Engineer Andrew Morgan.\"The unit is one of several that regulate the charge put into the batteries collecting energy from the station's solar arrays. Though the unit's failure has not affected station operations or crew safety, it does prevent the new batteries from providing increased station power,\" writes Nasa in its briefing. Today's spacewalk will also mark Meir's first EVA (extra-vehicular activity), and Koch's fourth.Previous attempt in MarchThe all-female spacewalk, involving Christina Koch and Anne McClain, was originally scheduled to happen on March 29 this year as part of Expedition 59. Following an unexpected unavailability of spacesuits two days before the spacewalk, Nasa was forced to pair Koch with Nick Hague for the scheduled walk. McClain was slated to walk with David Saint-Jacques later in April. Today's spacewalk is part of Expedition 61."
    },
    {
        "_id": "6591bfa171a4727815897129",
        "Mexico is setting a global example on HIV treatment": "\"HIV in Mexico is once again a time bomb that will explode.\" That is how Aram Barra described the current trajectory of the immunodeficiency virus in the country at the International AIDS Society Conference on HIV Science in Mexico City in July. The public health activist and program officer at Open Society Foundations was specifically referring to February's deep funding cuts to civil society organizations. These funding changes, intended to address corruption, have putMexico's model of funding and distribution for organizations that work with HIV patients at risk, just as a groundbreaking rollout of a new treatment regimen could set a global example.In February, Mexican President Andrés Manuel López Obrador announced that government funding for social programs would cease. This funding has traditionally supported a range of civil society organizations providing community-based services, including those that work with HIV-affected and other vulnerable populations, providing services such as distribution of medicines for people living with viruses including AIDS, HIV, and hepatitis C. Instead, the president said, government money earmarked for social programs would go directly \"from the federal treasury to the beneficiary.\"López Obrador defended the change by alleging that the previous system of government funding for civil society organizations in Mexico led to spending on office renovations and employee salaries, and fudged numbers to line the pockets of organizational executives. It was not just community services, including women's shelters and child care services for working mothers, that faced cuts around this time—hospitals, sporting, and scientific organizations also lost funding.These cuts have been made on the general basis that López Obrador's new federal administration is committed to ending Mexico's so-called golden bureaucracy: a system whereby public servants used government funds to live a life of luxury.There is a real danger that the president is throwing the baby out with the bathwater here. López Obrador's commitment to pulling certain financial levers to stamp out corruption is laudable and needed for Mexico, as is the prospect of fine-tuning social policy to ensure greater benefit flows to those who need it. But the consistent provision of important health and social services for the Mexican people, along with the many migrants who continue to pass through Mexico on their way to the United States, could be the cost. Many organizations that relied on government funding must now scramble harder than usual to stay alive, by seeking donations from elsewhere in the community or reducing the services they offer to those that can be funded by overseas sources such as Open Society Foundations. Some may close altogether.In cities on the US-Mexico border, several civil society organizations that work with HIV-affected and other vulnerable populations have already been severely hurt by the funding cuts. According to Marc Krupanski, the senior program officer who oversees this harm reduction work at Open Society Foundations, use of injected drugs is concentrated in cities on the border. He noted that border cities such as Ciudad Juárez, Mexicali, and Tijuana have also historically had a higher prevalence of sex workers. People who use injected drugs and sex workers are among key populations targeted for support and treatment as part of the global HIV response. Krupanski said there are many local organizations in border cities now facing some critical obstacles due to the funding cuts.For example, Prevencasa, a community-based service for people living with HIV in Tijuana, has been directly affected by López Obrador's funding cuts. \"We know from them that people have been unable to keep up with their treatment due to lack of availability [of medications],\" Krupanski said. The risks of these interruptions are not just about treatment—they also affect vital interventions such as sterile syringes and needles, outreach programs, and condom distribution, which are critical for HIV prevention and mitigating HIV outbreaks.Prevencasa's Alfonso Rivera confirmed that the cuts have placed pressure on the services the organization provides, particularly on the provision of medicines that could previously be bought with government funding. He also noted that the crackdown on migrants at the U.S. border has created reluctance among its clients to seek treatment. While treatment for HIV is legally provided for free and without discrimination in Mexico, a heavy cultural stigma already prevents many from getting tested and treated.Funding cuts and migrant crackdowns have only compounded this problem. \"We had a couple of migrant patients with HIV who did not want to seek treatment because they did not have their immigration status resolved, for example, while they were waiting to cross into the United States,\" Rivera told Foreign Policy. The patients were in Mexico while they waited for the outcome of their political asylum claims under the so-called Remain in Mexico policy that requires asylum-seekers to wait on the Mexico side of the border until their case is due to be heard in the United States.As a result, treatment needs for any migrants living with HIV within Mexico have increased. Clínica Condesa, which has been serving people living with HIV in Mexico City for the past 20 years, includes a program known as Clínica Santuario (Sanctuary Clinic) through which migrants from any country and with any migration status can access testing and treatment. From January 2017 through June 2018, 941 patients, or roughly 49.7 percent of the clinic's overall migrant clientele were from Venezuela, Colombia, and Central America, especially Honduras and El Salvador, many passing into Mexico in the hope of reaching the United States. The year before, the total number was 241, the clinic's medical director, Florentino Badial Hernández, told the national news agency Notimex in November 2018.Concerns about access to HIV treatment across Mexico were also raised in May when the federal government—which, in practice, provides free universal access to these life-saving medications for people living with HIV—made a change in how it purchased medications from pharmaceutical companies. The change was welcomed by HIV advocates, but the changeover period resulted in delays in buying and distributing the drugs, which then delayed access to treatment for some patients for a brief period of time."
    },
    {
        "_id": "6591c07271a472781589712b",
        "Pakistan fight back after Chandimal earns Sri Lanka lead": "Dinesh Chandimal helped Sri Lanka earn a handy first-innings lead against Pakistan, whose strong reply left the second and final test evenly poised in Karachi on Friday.Chandimal scored 74 and forged half-century partnerships with Dhananjaya de Silva and Dilruwan Perera to help Sri Lanka post 271 all out, a lead of 80, on the second day at Karachi's National Stadium.Pakistan, bundled out for 191 in the first innings, cruised to 57 for no loss with openers Abid Ali (32) and Shan Masood (21) looking unperturbed against the Sri Lankan attack.Earlier, Shaheen Afridi claimed his maiden five-wicket haul and Mohammad Abbas returned 4-55 to restrict Sri Lanka to a sub-300 total and keep the hosts alive in the contest.Resuming on 64-3, Sri Lanka lost both overnight batsmen cheaply.Abbas fired two bouncers at Lasith Embuldeniya before dismissing the nightwatchman with a slower delivery and Afridi accounted for Angelo Mathews who was caught behind for 13.Chandimal added 67 runs with de Silva, who made 32 before fluffing his pull shot against Afridi.Chandimal hit a four off Abbas to bring up his fifty and put Sri Lanka ahead but a century eluded him.The right-hander, who hit 10 boundaries, perished at backward point trying to play a cut shot off spinner Haris Sohail.Perera, who was hit on the helmet grill by an Afridi delivery, made a defiant 48 before falling to the quick who claimed the last two Sri Lankan wickets in three deliveries.The two-match series, part of the World Test Championship, marks Pakistan's first tests on home soil since the 2009 militant attack on Sri Lanka's team bus in Lahore.The weather-hit opening test at Rawalpindi ended in a draw."
    },
    {
        "_id": "659254c87a99e5cfd135e4a4",
        "US calls Iran's $3 million reward to kill Trump 'ridiculous'": "A US envoy on Tuesday called an Iranian lawmaker's offer of a $3 million reward to anyone who killed US President Donald Trump \"ridiculous\" and said it pointed to the \"terrorist underpinnings\" of the Iranian government.\"It's just ridiculous but it gives you a sense of the terrorist underpinnings of that regime and that regime needs to change its behavior,\" Robert Wood, US disarmament ambassador, told reporters in Geneva."
    },
    {
        "_id": "659255607a99e5cfd135e4a6",
        "Air pollution: 22 die, 92,000 suffer acute respiratory infections in last 4 months": "Ninety-two thousand people were diagnosed with acute respiratory infections out of which 22 died in the last four months, from November 2019 to February 22 this year, as a result of inhaling polluted air, says data from the Directorate General of Health Services (DGHS).The DGHS also said that the highest number of people suffered from acute respiratory infections in January this year. Some 26,461 patients with respiratory tract infection were medicated that month. The DGHS's Emergency Operation Centre and Control Room says it has collected data from across the country from November 2019 to monitor the outbreak of the seasonal diseases during winter.  Specialists said acute respiratory infections are related to air pollution. As air pollution increases, patients with acute respiratory infections also increase.The director of the Institute of Epidemiology, Disease Control and Research (IEDCR), Prof Dr Meerjady Sabrina Flora, told The Business Standard that acute respiratory infections are related to air pollution. The level of air pollution tends to increase day by day.  Ferdousi Begum, a resident of the capital's Mirpur area, suffered from a cold and cough for a month. After undergoing some tests, she learnt that she has been suffering from long exposure respiratory tract infection.  Doctors advised her to take medicines regularly and to avoid dust. Just like they did to Ferdousi Begum, doctors also advised Mohammad Sohrab, a security guard at the Mohanagar project in the capital, to do the same thing. He went to the Community Medical College and Hospital after suffering from a cold and cough. He was diagnosed as having a dust allergy, and doctors advised him to avoid dust for quick recovery.   The Directorate General of Health Services has collected data of respiratory tract infections, including COPD and Asthma for the last five years. The number of deaths and of infected people has increased in this period.DGHS data revealed there were 56 deaths due to asthma and 3,326 suffered from asthma in 2015. The number of deaths and of people infected with asthma increased to 588 and 78,806 respectively in 2019.  Additionally, the number of patients with chronic obstructive pulmonary disease (COPD) has also increased.  There were 31 deaths due to COPD and 1,610 were infected with it in 2015. The number of deaths and of people infected with COPD reached 588 and 78,806 respectively in 2019.DGHS assistant director (Health Emergency Operations Centre and Control Room) Dr Ayesha Akter told The Business Standard that since air pollution and pollution-related diseases are increasing day by day, they advise everyone to wear a mask and avoid dust to protect themselves from polluted air. \"The number of pollution-related patients will decrease naturally once the pollution is deceased,\" she added.Dhaka's position in the Air Quality Index (AQI) was at 220 at 10:55 am on Saturday, which is very unhealthy. Doctors said that when the air quality index reaches 200, a person cannot avoid the harmful effects of air pollution even by wearing a mask.Physicians said excessive micro particles in the air cause different diseases including headache and respiratory tract infections in the short term. People can get lung cancer, asthma and other respiratory problems by breathing polluted air. This may also damage the kidney and other organs.Dr Sadia Sultana of the National Institute of Diseases of the Chest and Hospital (NIDCH) told The Business Standard that people may suffer from many diseases including asthma, heart disease, and acute respiratory infections due to inhaling excessive micro particles in the air. Additionally, many life-threatening diseases may develop as a result of the piling-up of these particles in the respiratory tract.There are an increasing number of patients being admitted to hospital with dust allergies, asthma and long-term respiratory tract infections caused by air pollution.The State of Global Air 2019 report revealed that 1.23 lakh people died prematurely in Bangladesh in 2017 from illnesses caused by breathing polluted air."
    },
    {
        "_id": "659256127a99e5cfd135e4a8",
        "Spain's coronavirus cases rise, health workers hit hard": "There are nearly 4,000 health workers infected with the coronavirus in Spain, more than one in ten of total confirmed cases, officials said on Monday as the virus toll rose in Europe's second-worst affected country.Like in other countries hit hard by the virus, nurses, doctors and other health workers have said they are not getting enough protective kits. Authorities and companies are scrambling to manufacture, buy and distribute more of them.\"We have some data we do not like, because we should try to control it, such as having 3,910 health workers affected,\" health emergency chief Fernando Simon told a news conference.The number of cases registered in Spain rose to 33,089 up from 28,572 cases on Sunday. This means health workers account for nearly 12% of the total.They and nursing home staff will have priority as Spain rolls out a testing programme.The coronavirus death toll has reached 2,182, adding 462 fatalities overnight, the Health Ministry said. Simon said 87% of those who had died were aged 70 or older.Deputy Prime Minister Carmen Calvo was hospitalized on Sunday with respiratory infection and is awaiting coronavirus test results, the government said on Monday. Results for Calvo, born in 1957, will be released as soon as they are known, the statement said.Two other ministers and the wife of Prime Minister Pedro Sanchez have also tested positive for the coronavirus over the past weeks.With an extension to April 11 of a nationwide lockdown set to be approved by parliament on Wednesday, Simon said now was not the time for people to relax on respecting rules that ban anyone from leaving their home except to go to work, buy food or go to the pharmacy.\"On several occasions it has been said that the peak (of the epidemic) could be reached this week. Reaching the peak does not involve having controlled the problem, it means that you have to redouble your efforts not to take a step backwards,\" Simon said.Supermarket group Corte Ingles said it had set up a phone number and email for health workers to do their shopping, with free delivery to their homes."
    },
    {
        "_id": "659256b97a99e5cfd135e4aa",
        "Randeep Hooda: ‘Feels great to break stereotypical barriers’": "Randeep Hooda is glad to be the first Indian male actor doing a Hollywood action film, and the Bollywood star says it feels great to be able to break stereotypical references of Indian characters in the West.Randeep will be entering Hollywood as Saju in Netflix's Extraction, starring Chris Hemsworth and David Harbour. Randeep has stepped out of his comfort zone to make an action-packed entry in the West.\"I was glad to get the movie on two to three levels. I got to feature as the first Indian male actor doing action in a Hollywood film. Breaking the stereotypes of IT professionals, millionaires or comic relief in a film. It was great that I was able to break that barrier,\" Randeep told IANS.In the film, Saju is the one who brings Hemsworth's Tyler Rake on board to the extraction of his boss' child. The character is layered, with an emotional vein adding a touch of sensitivity in the action-packed story."
    },
    {
        "_id": "65925ef47a99e5cfd135e4ac",
        "Modi greets Hasina on Eid": "Indian Prime Minister Narendra Modi today called his Bangladesh counterpart Sheikh Hasina over the phone and extended greetings on the occasion of the Eid-ul-Fitr, the biggest religious festival of the Muslims.\"The Indian premier phoned the Bangladesh prime minister at about 5:45pm and extended Eid-ul-Fitr greetings to her (Sheikh Hasina) and the people of Bangladesh,\" PM's Press Secretary Ihsanul Karim told media.During the five-minute telephonic conversation, the Bangladesh prime minister also extended Eid greetings to Narendra Modi and the people of India, he added.The Bangladesh premier wished continued peace, progress and prosperity of the people of India.Narendra Modi also wished the continued peace, progress and development of the people of Bangladesh, the press secretary further said."
    },
    {
        "_id": "65925fe37a99e5cfd135e4ae",
        "Pandemic pushes H&M into first loss in decades": "H&M, the world's second-biggest fashion retailer, suffered its first loss in decades in the second quarter and said it would accelerate store closures, although trade has revived as lockdowns ease.H&M logo is seen on a shop in Riga, Latvia January 30, 2020. REUTERS/Ints KalninsRestrictions to contain the novel coronavirus shuttered stores across the world and piled pressure on fashion giants such as H&M and its main rival and world leader, Zara owner Inditex.H&M, which in April flagged it expected a second quarter loss, said on Friday it had increased price cuts that squeezed margins, and warned of further markdowns.It reported a pre-tax loss of 6.5 billion crowns (£559.4 million) against a year-earlier profit of 5.9 billion. Analysts on average forecast a 6.4 billion crown loss, Refinitiv data showed.H&M shares traded 3 percent lower in mid-morning trade, taking the year-to-date fall to 26 percent, as analysts anticipated sales recovery would be gradual.As the coronavirus kept shoppers at home and eroded spending power, fashion sales dwindled.So far in June, H&M sales were down 25 percent in local currencies and earlier this month, the company reported a 50 percent drop in second-quarter sales.H&M said 7 percent of its more than 5,000 stores remained temporarily shut against around 80 percent at the height of lockdowns.It said it would accelerate closures and open fewer new stores this year than previously planned.Chief Executive Helena Helmersson said there was a surplus of spring products across the industry and she expected deeper markdowns in the third quarter, but sales were reviving.\"Our pace of recovery varies greatly between markets, partly because local restrictions differ, but has so far been better than expected,\" Helmersson said in a statement.H&M, which has been fighting to end a years-long rise in inventories, slightly reduced stocks in the second quarter.\"Overall, while Q2 is no doubt a dire quarter, we think H&M continued to manage well what they could directly influence,\" analysts at JPMorgan, which rates H&M 'underweight', said in a research note."
    },
    {
        "_id": "65926ac77a99e5cfd135e4b0",
        "PSG's Mbappe to miss Champions League quarter-final due to ankle injury": "Paris St Germain forward Kylian Mbappe has been ruled out for three weeks after he suffered an ankle injury in Friday's French Cup final win over St Etienne, the Ligue 1 champions said on Monday.It means Mbappe will miss PSG's Champions League quarter-final against Italian side Atalanta in Lisbon on Aug. 12.\"The results of today's scan confirmed an ankle sprain with damage to the external ligament. The player is expected to be sidelined for approximately three weeks,\" PSG said in a statement hereA rough tackle from Loic Perrin saw the St Etienne defender catch Mbappe on the ankle and the 21-year-old collapsed on the pitch in pain before being substituted.Perrin was sent off for the challenge as PSG won 1-0."
    },
    {
        "_id": "65926c007a99e5cfd135e4b2",
        "OnePlus to reportedly launch entry-level 'Clover' for only $200": "OnePlus is reportedly planning on releasing an entry-level smartphone called \"Clover\" imminently for around $200.OnePlus has been known for its budget smartphones that rival the likes of flagships, but recently with high end OnePlus 8 series with Snapdragon 800 series; they didn't have a phone under $500.They introduced the Snapdragon 765G-powered midrange Nord, only now to reveal that they are working on an entry-level phone codenamed \"Clover\" powered by the Snapdragon 460 chipset, reported Android Central.Clover will have a 6.52-inch 720p (1560 x 720) IPS LCD, 4GB of RAM, 64GB of storage (expandable via MicroSD), a rear fingerprint sensor, and 3.5mm headphone jack.The phone will also reportedly have three cameras at the back, with a 13MP primary camera joined by two 2MP lenses. However,  the feature that is mostly like to capture consumers is the 6000mAh battery with 18W fast charging that is designed to deliver two-day battery life. The Snapdragon 460 debuted earlier this year, highlighting the introduction of the Cortex A73 cores — a first in this category. The Cortex A73 cores deliver significantly better performance over the Snapdragon 450, and the chipset also has four energy-efficient A53 cores. Similarly, the Adreno 610 GPU is touted to deliver 60 percent better performance over the Snapdragon 450.OnePlus Clover is slated to launch later this year, and OnePlus will position it in the vicinity of $200. That's in line with the hardware on offer, and it's clear that OnePlus is looking to target Xiaomi and Realme with its entry-level phone. The phone has a lot of similarities to the Realme C15. With the Nord sharing most parts with the Realme X50 series, it makes sense that OnePlus is doing the same with Clover.OnePlus was restrained when it comes to diluting its portfolio — limiting itself to the mid-tier and high-end segments — so it is interesting to see the Chinese manufacturer target the entry-level category with its upcoming phone. OnePlus built up a lot of cachet as a premium manufacturer in markets like India, so the entry-level segment's shift doesn't fit with the company's overall strategy.That said, the fact that Clover will be going on sale in the US is a big deal as it allows OnePlus the ability to gain some ground in the country. OnePlus didn't release the Nord in the US — instead of stating that it will launch another variant later in the year — and Clover may be the device the company was alluding to."
    },
    {
        "_id": "65926ccb7a99e5cfd135e4b4",
        "Bangladesh tour of New Zealand to begin with ODIs in March": "Finally there is some good news for Bangladesh cricket as the schedule of Bangladesh's tour of New Zealand has been finalised. On the tour, the visiting team is supposed to play three ODIs and three T20Is. The tour will begin with ODIs.New Zealand Cricket (NZC) has announced the full schedule of the upcoming summer. They will take on West Indies, Pakistan and Australia apart from Bangladesh. Bangladesh will fly to New Zealand in the beginning of March. The Tamim Iqbal-led ODI side will lock horns with the hosts in the first ODI in Dunedin on March 13. The second ODI will be hosted in Christchurch on March. The third and final ODI will take place on March 20 in Wellington.The T20 series will begin three days later. The first T20I of the three-match series will take place in Napier. The next two games will be hosted in Auckland and Hamilton on March 26 and 28 respectively.New Zealand will start off their international season with the T20I series against West Indies in November. Then they will take on Pakistan in December-January and then compete with Australia in February-March after playing Bangladesh."
    },
    {
        "_id": "65926d9c7a99e5cfd135e4b6",
        "Xiaomi becomes world's 3rd biggest smartphone brand, surpasses Apple": "For the first time ever, Chinese giant Xiaomi has surpassed Apple as the 3rd biggest smartphone company in the world, the information was revealed by International Data Corporation (IDC) in their smartphone shipment report of the third quarter (Q3) of 2020. South Korean giant Samsung has managed to keep its leading position intact, reports Gizmochina. It revealed that the quarter witnessed decline in smartphone shipments by 1.3 percent year-on-year, which is better than expected because of the on-going Covid-19 pandemic in which several countries were on lockdown for months.Around 353.6 million smartphones were shipped in the third quarter of this year from July to September. Earlier, IDC had predicted that there could be a decline of around 9 percent but the actual numbers are better than expected.As per the report, Samsung takes the pole position with a 22.7 percent market share as the company managed to ship 80.4 million units in Q3 2020. The shipments indicate a 2.9 percent growth for the company year-on-year.Huawei has been ranked second with shipments of 51.9 million units, capturing around 14.7 percent of the worldwide market. When compared on a year-on-year basis, the Chinese giant's shipments declined by a massive 22 percent.While one Chinese market saw a decline, another witnessed tremendous growth. Xiaomi has surpassed Apple to become the third-largest smartphone brand in the world, with a market share of 13.1 percent and 46.5 million shipments. It witnessed a growth of 42 percent, mainly because of increased demand for low-end and mid-range smartphones, especially in developing countries like India.Apple and Vivo take the fourth and fifth positions with 11.8 percent and 8.9 percent market share, respectively. While Apple shipped 41.6 million units in Q3 2020, Chinese company Vivo shipped 31.5 million units."
    },
    {
        "_id": "65926e737a99e5cfd135e4b8",
        "Last sunset of 2020 in pictures": "The world is going to step into a new year after a few hours. Though the passing year was marred with concerns due to the coronavirus pandemic, its was neither less important nor forgetable. It ushers us to hope for days with positive changes and inspires to move forward. A man is cycling toward home at the sunset on Thursday leaving behind the passing year. This picture was taken from historical place Nigrodharam in Kapilvastu district, Lumbini province, Nepal."
    },
    {
        "_id": "65926f2d7a99e5cfd135e4ba",
        "Acrobatic Ibrahimovic goal gives Milan late win at Udinese": "he irrepressible Zlatan Ibrahimovic scored an acrobatic late goal, taking his league tally to seven this season, to give Serie A leaders AC Milan a hard-fought 2-1 win at Udinese on Sunday.Ibrahimovic, with his back to goal, hooked the ball into the net with an overhead kick in the 83rd minute despite not making proper contact after Sebastien De Maio had sliced an attempted clearance high into the air from Ante Rebic's cross.The 39-year-old Swede, who also set up Milan's opening goal for Franck Kessie, has now scored in his last six Serie A outings.Milan have 16 points from six games, after extending their unbeaten run to 24 matches in all competitions, and are four clear of Atalanta while, struggling Udinese have three.AC Milan, with Gianluigi Donnarumma back in the side after recovering from a COVID-19 infection, went ahead after 18 minutes.Ismael Bennacer lofted a ball over the Udinese defence to Ibrahimovic who held off his marker and laid it off for Kessie to rifle into the top corner.Ibrahimovic then had a powerful effort blocked by Juan Musso although Udinese also enjoyed a spell of pressure.The hosts were back on level terms three minutes after the break thanks to a penalty awarded for a foul by Alessio Romagnoli on Ignacio Pussetto, although it seemed a harsh decision as the Milan defender appeared to make contact with the ball.Rodrigo De Paul ignored the protests as he blasted his shot into the top corner.The Argentine also threatened with a long-range drive which flew centimetres over the crossbar before, almost inevitably, Ibrahimovic won the match for the visitors."
    },
    {
        "_id": "659270127a99e5cfd135e4bc",
        "No official record of Modi being tea-seller, reveals RTI query": "There is no record available that shows Prime Minister Narendra Modi was a tea-seller on railway platforms or trains during his childhood, an RTI query has revealed.A Congress supporter and social activist Tehseen Poonawalla, had sought information under the Right to Information (RTI) Act from the Railway Board about whether there was any record, registration number or official pass issued to Modi allowing or entitling him to sell tea on trains and at stations.Quoting the RTI response from the railway ministry, she said: \"No such information is available in TG III Branch of Tourism and Catering Directorate of Railway Board.\""
    },
    {
        "_id": "6592715a7a99e5cfd135e4be",
        "South Indian actor Kabir Duhan set to debut in Dhallywood!": "South Indian actor Kabir Duhan Singh who previously had shown his acting prowess as a villain in Kannada and Tamil movies has quite a fan base in Bangladesh.The actor recently posted the news about him acting in a Dhallywood movie on his Twitter wall, reports Bangla Tribune.A new territory , A new Life, A new Character , this time i am crossing boundaries to Bangladesh in my new villanious attire. its my 40th but a bangladeshi film. Wish me luck for #kabir40 , for new throat slits, for new bullet wounds.#kabir40 #Gratitude ?— Kabir Duhan Singh (@Kabirduhansingh) February 2, 2021 \"A new territory, a new Life, a new Character . This time I am crossing boundaries to Bangladesh in my new villainous attire. It's my 40th but a Bangladeshi film. Wish me luck for #kabir40 , for new throat slits, for new bullet wounds,\" Kabir Duhan wrote on his Twitter handle.However, the actor neither shared the title of the movie nor gave any hints about the plot.After making his debut in the Telugu film Jil (2015), Kabir has carved out a career as an antagonist in Tollywood. He has acted in movies like Kick 2, Vedalam and Sardaar Gabbar Singh."
    },
    {
        "_id": "659279337a99e5cfd135e4c0",
        "Samsung offers lucrative discounts on air-conditioner sale": "Leading electronics manufacturer Samsung has announced a wide range of discounts for customers on purchase of air-conditioners (AC).Various models of Samsung's top-ranked ACs with Digital Inverter technology are available under the discount offer, said a press statement issued on Wednesday.Customers can choose AC models as per their preferences, room size and budget priorities.Digital Inverter technology is gaining more and more popularity because of the ease and comfort of use it provides to the users. Compared to the fixed capacity to the condition of the non-inverter ACs, ACs with a Digital Inverter facility can adjust its functionality much better according to the change in the environment.The overall conditioning mechanism of Samsung's Digital Inverter ACs is therefore much more efficient for both the users and environment.Shahriar Bin Lutfor, head of business, consumer electronics at Samsung Bangladesh said, \"Nowadays it is becoming rather common to avail an AC for our residents. Samsung is providing up to 12.5% discounts on its various models of ACs, so our customers can choose the best option for themselves without having to worry about the budget.\"\"Digital Inverter system we use is very friendly for the ecological balance. This makes our ACs recommended for all who feel responsible to our nature,\" he added.Samsung is also providing free home or office delivery with free installation support with the air-conditioners, while EMI facility up to six months can also be availed as well.The price of the Samsung ACs with Digital Inverter ranges from Tk67,900 to Tk98,400. Customers can visit any Samsung showroom or order online for purchasing these ACs with lucrative offers."
    },
    {
        "_id": "65927e877a99e5cfd135e4c2",
        "Biden says he does not think higher corporate taxes would harm US economy": "President Joe Biden on Monday defended his proposal to increase corporate taxes to help pay for a big ramp up in US infrastructure spending, saying he is not at all worried the tax hike would harm the economy.Speaking to reporters after arriving back in Washington after a weekend at the presidential Camp David retreat, Biden also said there was \"no evidence\" his proposed corporate tax increase would drive companies away from the United States."
    },
    {
        "_id": "65927f617a99e5cfd135e4c4",
        "English counties offer to host remaining matches of IPL 2021 in September": "A group of English counties have gotten together and written to the England and Wales Cricket Board, requesting it to invite the Board of Control for Cricket in India to conduct the remainder of Indian Premier League 2021 in the United Kingdom, ESPNcricinfo reported.The report stated that the MCC, Surrey, Warwickshire and Lancashire, who are based at Lord's, The Kia Oval (both London), Edgbaston (Birmingham) and Emirates Old Trafford (Manchester) have offered to host the matches remaining in the season and complete it in two weeks in the second half of September.The subject is likely to come up at a virtual ICC meeting of the national chief executives scheduled for today.Apart from simply completing the tournament, the counties point out that it would help top players to high-quality cricket heading into the T20 World Cup and ensure that pitches in the UAE - where the T20 World Cup could be played if it is moved from India - are fresh ahead of the global tournament. It might also broaden the UK market for the IPL.According to ESPNcricinfo, the counties hope the games could be played in front of full-house crowds - though this is also a possibility if the IPL takes place in the UAE - with two (or possibly even three) games being played on each day.There would also be no gap between the group stage and knock-out games.There are, however, numerous obstacles to the plan, ESPNcricinfo understand.For one thing, it is hard to predict the course of the pandemic, and there is still some time before any decision is made on the T20 World Cup being held in India. There would also be numerous quarantine issues in bringing players from around the world into the UK, although a number of Indian players being in the UK at the time for their Test series with England could be helpful.The other more challenging obstacle is the existing schedule.The England-India Test series only ends in Manchester on September 14, with England then likely to tour both Bangladesh and Pakistan for white-ball matches within the following month - they are due to play the second T20I in Pakistan on October 14.Most other sides have international commitments around the same time, with potential quarantine time to be factored in - though those final weeks in September remain less busy than most.    In June, the Indian team is  slated to tour England for a five-Test series and there is also the ICC World Test Championship final against New Zealand before that.With the T20 World Cup scheduled for October and likely to be shifted from India to the UAE, hosting the remainder of IPL 2021 in England could be considered as an option by the BCCI with any other window looking tough as things stand.The 2021 edition of the IPL was suspended earlier this week due to multiple participants testing positive for Covid-19 inside the bio-bubble."
    },
    {
        "_id": "6592809e7a99e5cfd135e4c6",
        "Modi announces free Covid-19 vaccines for all Indian adults": "Indian Prime Minister Narendra Modi, while addressing the country on Monday afternoon, said: \"India spared no effort in fighting Covid 2nd wave, tackling oxygen crisis\".Modi said that the anti-Covid protocol is the most important factor in the fight against this invisible virus, reports the NDTV.\"Vaccine is like a protection cover against this...Imagine what would have been the scenario if we didn't have an India-made vaccine,\" he said.\"Whether its polio or Hepatitis B, the country had to wait for decades. When the country gave us an opportunity in 2014, the vaccination coverage was only 60% then. It was a worrisome situation. As a solution for that, we launched Mission Indradhanush. We worked in mission-mode and in just 5-6 years, the vaccine coverage was increased from 60 to 90%,\" Modi added.He added that whether they were ICU beds, ventilators, the health infrastructure was ramped up.\"During the second wave in April-May, there was an unbelievable demand for the medical oxygen. We run Oxygen expresses, IAF and Navy were involved, the production was increased tenfold,\" he remarked. \"We have been fighting the second wave of the coronavirus. Like other countries, India went through a tumultuous time during this wave,\" the Indian PM said. \"A lot of people have lost their loved ones, my condolences are with them. This is the biggest pandemic in the last 100 years. The pandemic of this scale wasn't witnessed by the modern world.\"Modi also announced free ration for 80 crore people till Diwali.The Indian government would take back control of vaccination from the states and provide free vaccines to all in the next two weeks, Modi added.\"The Centre is taking back total control of vaccination now, will be implemented in next two weeks. The Centre will give free vaccines to states for all above 18. From 21 June, the Centre will provide free vaccines to states,\" Modi announced.This means those who want to pay can go to private hospitals, who can still buy 25% of the doses directly from manufacturers.\"75% of vaccination will be free and under the Centre, 25% will be paid and by private hospitals,\" he said.He  also put out an emphatic defence of his government's vaccination policy, tackling criticism by states and opposition parties over the past several weeks amid a shortage of vaccines.It was states that wanted decentralization, he said, and that is why they were given 25% vaccination responsibility.He said India's vaccine policy had been a success because of \"good intentions and clear policy\"."
    },
    {
        "_id": "659281a27a99e5cfd135e4c8",
        "No spectators for Tokyo Olympics 2021 as Japan declares state of emergency": "With Covid-19 infections rising, the Japanese government has announced a state of emergency in the country to contain the spread. It has also been announced by the International Olympic Committee and Japanese organizers that fans will be barred from the Tokyo Olympics as the administration look to contain the virus.The widely expected move was made following talks between the government, Tokyo organisers and Olympic and paralympic representatives.It was \"regrettable\" that the Games were going to be held in a limited format, Tokyo 2020 President Seiko Hashimoto told a briefing, adding her apologies to those who had bought tickets.Prime Minister Yoshihide Suga said it was essential to prevent Tokyo, where the highly infectious Delta Covid-19 variant was spreading, from becoming the source of another wave of infections.The ban all but robs the Tokyo Games, which are scheduled to run from July 23 to August 8, of their last hope for pomp and public spectacle.Once seen as a chance for Japan to stand large on the global stage after a devastating earthquake a decade ago, the showpiece event was delayed by the pandemic last year and has been hit by massive budget overruns.Medical experts have said for weeks that having no spectators would be the least risky option, amid widespread public fears that an influx of thousands of athletes and officials will fuel a fresh wave of infections."
    },
    {
        "_id": "6592822c7a99e5cfd135e4ca",
        "Shakib becomes only the second bowler to take 100 T20I wickets": "Shakib was on 98 T20I wickets when he stepped on to bowl in the 5th T2OI against Australia. He soon reached a 100-wicket landmark as he sent back Ashton Turner in the 12th over of the innings. He became only the second bowler after Sri Lanka legend Lasith Malinga to reach this milestone. Shakib has reached this milestone in 84 T20I matches.Malinga has taken 107 wickets in 84 matches in his T20I career. Shakib surpassed Shahid Afridi (98*) and Tim Southee (99*) tonight.He has now taken 3 wicket in the innings."
    },
    {
        "_id": "659282f47a99e5cfd135e4cc",
        "‘India let English cricket down’": "The cancellation of the India vs England fifth and final Test match at Old Trafford in Manchester led to varied reactions from former cricketers and experts. Drawing reference to England's decision to return from South Africa last year, former England captain Michael Vaughan said 'India let English cricket down.' Barely two hours before the scheduled start of play, the fifth and final Test of the series was called off following a Covid-19 outbreak in the Indian camp. \"India have let English Cricket down !!! But England did let South African Cricket down !!!\" Vaughan tweeted.India have let English Cricket down !!! But England did let South African Cricket down !!!— Michael Vaughan (@MichaelVaughan) September 10, 2021 The former England captain was referring to England's stance last year when they decided to fly back home midway from the South Africa ODI series following Covid-19 cases in their camp. BCCI in an official release said that both the Indian and England cricket boards will work towards rescheduling the Manchester Test. \"In lieu of the strong relationship between BCCI and ECB, the BCCI has offered to ECB a rescheduling of the cancelled Test match. Both the Boards will work towards finding a window to reschedule this Test match,\" BCCI said. India's entire touring party was forced to isolate in its Manchester hotel on Thursday after assistant physiotherapist Yogesh Parmar was the latest person to test positive for the virus. India coach Ravi Shastri, bowling coach Bharath Arun, fielding coach Ramakrishnan Sridhar and main physio Nitin Patel had already tested positive.India was leading the series 2-1.The ECB statement initially said India had forfeited the test and the series was drawn 2-2. That was quickly amended and the final result was unclear.\"We send our sincere apologies to fans and partners for this news, which we know will cause immense disappointment and inconvenience to many,\" the ECB said."
    },
    {
        "_id": "659284087a99e5cfd135e4ce",
        "Madagascar prays for rain as UN warns of 'climate change famine'": "Some days, all Tsimamorekm Aly eats is sugary water. He's happy if there's a handful of rice. But with six young kids and a wife to support, he often goes without.This is the fourth year that drought has devastated Aly's home in southern Madagascar. Now more than one million people, or two out of five residents, of his Grand Sud region require emergency food aid in what the United Nations is calling a \"climate change famine.\"\"In previous years there was rain, a lot of rain. I grew sweet potatoes and I had a lot of money... I even got married because I was rich,\" said Aly, 44.\"Things have changed,\" he said, standing on an expanse of ochre dirt where the only green to be seen is tall, spiky cacti.Climate change is battering the Indian Ocean island and several UN agencies have warned in the past few months of a \"climate change famine\" here.\"The situation in the south of the country is really worrying,\" said Alice Rahmoun, a spokeswoman with the United Nations' World Food Programme in Madagascar. \"I visited several districts... and heard from families how the changing climate has driven them to hunger.\"Rainfall patterns in Madagascar are growing more erratic – they've been below average for nearly six years, said researchers at the University of California at Santa Barbara.\"In some villages, the last proper rain was three years ago, in others, eight years ago or even 10 years ago,\" said Rahmoun. \"Fields are bare, seeds do not sprout and there is no food.\"Temperatures in southern Africa are rising at double the global rate, the Intergovernmental Panel on Climate Change says. Cyclones, already more frequent in Madagascar than any other African country, are likely getting stronger as the earth warms, the US government says.Conflict has been a central cause of famine and hunger in countries such as Ethiopia, South Sudan, Somalia and Yemen, when fighting stopped people moving to find food. But Madagascar is at peace.\"Climate change strongly impacts and strongly accentuates the famine in Madagascar,\" President Andry Rajoelina said while visiting the worst-affected areas earlier this month. \"Madagascar is a victim of climate change.\"The country produces less than 0.01% of global carbon dioxide emissions, the World Carbon Project says.Half a million children are expected to be acutely malnourished in southern Madagascar, 110,000 severely so, the UN Children's Fund says, causing developmental delays, disease and death.Nutriset, a French company that produces emergency food Plumpy'Nut, opened a plant in southern Madagascar last week. It aims to annually produce 600 tonnes of therapeutic fortified food made of peanuts, sugar and milk for malnourished children.The Malagasy government is also giving parcels of land to some families fleeing the worst-hit areas. Two hundred families received land with chickens and goats, which are more drought-resilient than cows. They were also encouraged to plant cassava, which is more drought-resilient than maize.\"It's a natural disaster,\" said Aly. \"May God help us.\""
    },
    {
        "_id": "659284dc7a99e5cfd135e4d0",
        "22nd Asian Archery Championship begins tomorrow": "Teer 22nd Asian Archery Championship begins tomorrow (Saturday) at Bangladesh Army Stadium in the city.Bangladesh Olympic Association's Secretary-General Syed Shahed Reza is expected to inaugurate the meet as the chief guest at 11 am.Tournament sponsor City Group's director and Bangladesh Archery Federation (BAF) 1st vice president Mohammad Hasan and World Archery Federation's Secretary General Tommy Rene Josephine Dielen will be there as the special guests.BAF president Lieutenant General (retd.) Mohammad Mainul Islam will preside over the opening ceremony.The high profile Asian championship, sponsored by City Group, the sponsoring partner of BAF for improvement of the game with the slogan of \"Teer Go for Gold\".A total of 187 archers and officials of from sixteen countries will take part in the week-long meet which will be contested in ten events.The events are recurve men's team event, recurve men's singles, recurve women's team event, recurve women's singles and recurve mixed team events, compound men's team event, compound men's singles, compound women's team event, compound women's singles, and compound women's team event."
    },
    {
        "_id": "659285847a99e5cfd135e4d2",
        "Messi to face old foes Real Madrid in UCL last 16": "A surprise turn of events saw the initial last-16 draw declared void after what Uefa called a \"technical error\" involving Atletico Madrid, Liverpool and Manchester United.The re-draw took place three hours later after the original draw happened which saw PSG facing Real Madrid in the 2021-22 Champions League round of 16, arguably in the biggest clash of the draw. Real Madrid will perhaps feel the most aggrieved, they were drawn against Benfica in the morning but will now face PSG instead. The two European heavyweights will clash next year in the pick of the ties, with reigning champions Chelsea facing Lille. It was a case of deja vu for defending champions Chelsea, who were drawn against Lille in both the original and rescheduled draw.Manchester United - who were originally against PSG - will face Atletico Madrid. United looked to have been offered the biggest reprieve after drawing PSG in the initial draw, but a meeting with Atletico in European competition since 1991 will still be a stern test for Ralf Rangnick's side.Man City will be up against Sporting CP. City, last season's losing finalists, face Sporting for the first time since the two sides met in the Europa League nine years ago.Elsewhere, Liverpool's reward for becoming the first English side to win all six Champions League group games is a tie with Inter, who won Serie A last season and currently top the table after 17 games.The draw for the last 16 had to be redrawn after a mistake resulted in the original ties being declared null and void. There was some initial confusion when it was stated during the redraw that Villarreal could only face Juventus, despite Liverpool still being in the pot of group winners. This was because Inter had not been drawn yet either, and the three group winners left were Juventus - another Serie A side - and Real Madrid, who they were in the same group with.Manchester United were originally placed with Villarreal, however, this was an error as they were in the same group. They were then wrongly not included in the pot for the subsequent tie. PSG were then drawn with Man Utd - which would have seen Cristiano Ronaldo and Lionel Messi face off - however, the entire draw was cancelled and redrawn. Instead, Messi will renew rivalries with Real Madrid for the first time since leaving their Clasico foes Barcelona on a free transfer in the summer.The knockout ties of the Champions League take place over two legs, with seeded teams at home in the second legs.The last-16 ties will be split across different weeks, with the first legs taking place on 15-16 February and 22-23 February. The second legs are then on 8-9 March and 15-16 March.The draw for the quarter-finals, semi-finals and final is on Friday, 18 March.All of those still involved in the competition are looking to make their way to a final showdown at the Gazprom Arena in Saint Petersburg on May 28.Although the Champions League rules have been enforced for years now, this time an important knockout rule has been changed. The so-called away goals rule has been removed, so ties level after 180 minutes will go to extra time irrespective of the number of goals each team has scored at home and away. If the teams still cannot be separated after the additional 30 minutes, the tie will go to a penalty shoot-out."
    },
    {
        "_id": "6592aa687a99e5cfd135e4d4",
        "I'm not interested in making a controversy of it: Kohli on DRS row": "For the first time since expressing his displeasure on the stump microphone, Virat Kohli has spoken about the episode that saw him and some of his India teammates lose their calm. The DRS row involving South Africa captain Dean Elgar emerged as one of the major talking points of the match, but even bigger than it was the manner in which Indian cricketers reacted to it.Many believe it acted as a distraction for India, as they bled 40 runs in the next 8 overs as compared to conceding 60 runs in 20. With numerous former cricketers giving their opinions on the Kohli incident and questioning his behaviour, the India captain said 'he had no comments' about what transpired on Day 4.\"I have no comment to make on it. We understood what happened on the field and people on the outside don't know exact details of what goes on the field so for me to try and justify what we did and say we got carried away is all… If we had gotten charged up and picked three wickets there then that would have been the moment that changed the game,\" Kohli said during the post-match presentation ceremony.While already so much has been said and written about the incident, Kohli cleared the air by explaining that the team had moved on from the incident and he has no intentions of dragging the matter any further.\"The reality of the situation is 'we did not apply enough pressure on them for longer periods of time, throughout the course of the Test match and hence lost the game. That one moment seems very nice and exciting. And honestly, I'm not interested in making a controversy of it. It was just a moment that passed and we moved on from it.\""
    },
    {
        "_id": "6592b73b7a99e5cfd135e4d6",
        "Legendary Indian singer Sandhya Mukherjee passes away": "Reputed Indian playback singer and musician Sandhya Mukherjee has passed away.She breathed her last at the age of 90 in Kolkata's Apollo Hospital on Tuesday (15 February) evening. According to hospital sources, she died of a heart attack, reports Hindustan Times. Santanu Sen, Trinamool Congress (TMC) lawmaker of West Bengal (WB), shared the news of her demise on Twitter expressing grief. Deeply mourned by the sad demise of the legendary figure of the arena of music #sandhyamukherjee .May her soul rest in peace.Would have been better,had she not been insulted by @BJP4India Govt at her fag end of life.She will live in our heart forever.— DR SANTANU SEN (@SantanuSenMP) February 15, 2022 The veteran singer fell severely ill in late January this year and was admitted to SSKM Hospital. Sandhya was diagnosed with Covid-19 there. Later she was moved to Apollo hospital for better treatment. Sandhya Mukherjee had specialised in both classical and modern Bangla music. She also lent her voice as a playback singer in 17 Hindi films. She was awarded Padma Shri, one of the highest civilian awards of the neighbouring country in January. However, the artist reportedly had refused to accept the award after the central government contacted her over phone.Sandhya Mukherjee, also known as Sandhya Mukhopadhyay received the \"Banga Bibhushan\" – WB's highest civilian award, in 2011 – and a National Film Award for Best Female Playback Singer in 1970.She contributed to the Liberation War of Bangladesh through her music and raised donations for Bangladeshis living in refugee camps during 1971. She also recorded patriotic songs for Swadhin Bangla Betar Kendra during the war. The singing legend was one of the leading foreign artists who performed at the Paltan Maidan in Dhaka for the first time after the independence of Bangladesh on 21 February, 1972.PM Hasina mourns her demise Prime Minister Sheikh Hasina expressed profound shock and sorrow at the death of the prominent singer Tuesday. In a message of condolence, PM said, \"Apart from spreading the charm of music in the subcontinent, Sandhya Mukherjee's contribution to the Liberation War will be remembered.\" She prayed for the salvation of the departed soul and conveyed deep sympathy to the bereaved family."
    },
    {
        "_id": "6592b8997a99e5cfd135e4d8",
        "Ukraine, Moldova synched with main European electricity grid": "Ukraine and Moldova are now connected to the main European grid for electricity, helping Ukraine to combat the widespread power outages caused by Russian attacks.Power is flowing from Ukraine to the EU and vice versa, via the Continental European Grid, President Volodymyr Zelensky said in a post on Twitter, reports BBC.Zelensky said he was grateful to the senior EU officials who made the change happen.EU Commission President Ursula Von der Leyen said the move would \"keep lights on and houses warm in these dark times\".\"In this area, Ukraine is now part of Europe,\" EU Commissioner for Energy Kadri Simson said.Ukraine, Moldova and Europe: shared values, shared power and solidarity.I welcome the key step taken today to keep lights on and houses warm in these dark times by synchronising the electricity grids of 🇺🇦🇲🇩 with 🇪🇺 grid.We'll continue working to stabilise their power systems pic.twitter.com/x2UZRtO7Ze— Ursula von der Leyen (@vonderleyen) March 16, 2022 Russia has not specifically targeted critical energy infrastructure during its military campaign in Ukraine, but a single missile could take out a key piece of infrastructure, leading to blackouts.The synchronisation process had been planned for completion in 2023."
    },
    {
        "_id": "6592b9917a99e5cfd135e4da",
        "In his letter to PM Modi, Sharif raises Kashmir, seeks peaceful Indo-Pak ties": "Pakistan prime minister Shehbaz Sharif has written a letter to Prime Minister Narendra Modi, pitching for a meaningful engagement between two countries, news agency PTI reported. Sharif's letter came in response to a letter sent by PM Modi who congratulated the latter on becoming the 23rd prime minister of the neighbouring country, and had also conveyed to him that India desired constructive ties with Pakistan.According to the agency, Sharif in his letter also called for the resolution of issues including Jammu and Kashmir. Sharif said that Islamabad was in favour of peaceful and cooperative ties with India.In his congratulatory message to Shehbaz Sharif on the day he took oath as the prime minister, PM Modi said India wanted peace and stability in a region free of terror. \"Congratulations to HE Mian Muhammad Shehbaz Sharif on his election as the Prime Minister of Pakistan. India desires peace and stability in a region free of terror so that we can focus on our development challenges and ensure the well-being and prosperity of our people,\" PM Modi had tweeted. Sharif thanked PM Modi for his congratulatory wishes, while raising the Kashmir issue in his tweet. \"Thank you Premier Narendra Modi for felicitations. Pakistan desires peaceful & cooperative ties with India. Peaceful settlement of outstanding disputes including Jammu and Kashmir is indispensable,\" he had tweeted.The relations between India and Pakistan have been strained ever since the Indian Air Force jets carried out an airstrike on Pakistan terror launchpads in Balakot in Pakistan in 2019, in retaliation against the Pulwama terror attack in which 40 CRPF personnel lost their lives. The ties further deteriorated when the Narendra Modi government abrogated Article 370 on August 5, 2019, scrapping the special status to Jammu and Kashmir."
    },
    {
        "_id": "6592bcd97a99e5cfd135e4dc",
        "Priyanka Chopra Shares a snapshot of her injured face from the set of ‘Citadel’": "Priyanka Chopra shares a picture from the sets of Citadel. Photo: Collected Actor Priyanka Chopra left her fans worried about her health on Wednesday morning as she shared a picture of her bruised face.She is currently shooting for her debut web series Citadel.Sharing the picture, she asked her fans if they too were having a tough day at work. Her caption led some of her fans to believe the actor was actually hurt on sets, while some wondered if she was posing with makeup on. Sharing the picture, Priyanka wrote on Instagram, \"Did you have a tough day at work as well? #actorslife #citadel #adayinthelife @agbofilms @amazonstudios.\" She is seen in a black top and a hint of blue eyeshadow. However, some blood marks can be seen on under her nose and on her lips and chin.        View this post on Instagram            A post shared by Priyanka (@priyankachopra) Citadel is a science fiction series being created by the Russo brothers for Amazon Prime Video. It also stars Richard Madden.Priyanka recently resumed the shooting for the show after welcoming daughter Malti Marie Chopra Jonas in January. She had finished an earlier London schedule in December last year. Even then, she had shared pictures of her bruised look. Calling it \"intense\", she had written along with several pictures from the sets, \"It's a wrap on #Citadel. Phew.. a whole year of doing the most intense work during the most intense time. It could not have been possible without this incredible lot of people. Some you see here some you don't. It's been hard but when you all see it.. it will be worth it! Onwards and upwards.\""
    },
    {
        "_id": "6592c1707a99e5cfd135e4de",
        "Amitabh Bachchan and Shah Rukh Khan to star in Don 3?": "Legendary Bollywood actor Amitabh Bachchan's latest throwback picture with Shah Rukh Khan has sparked speculations of the duo sharing screen in Don 3.In the picture, Amitabh was seen signing a poster of his iconic film, \"Don\", while Shah Rukh was peeking from behind.He captioned the post, \"…. and … errr … continuing in the same vein .. DON.\" Fans are now speculating whether the photo caption was dropping subtle hints of a new rendition of the \"Don\" franchise featuring Amitabh and Shah Rukh.        View this post on Instagram            A post shared by Amitabh Bachchan (@amitabhbachchan) \"Two super legends in one frame Wow,\" wrote a fan, in excitement over the post.Earlier on Friday, Amitabh Bachchan made fans nostalgic by sharing a black-and-white picture of fans waiting in a long queue to purchase the ticket of his 1978 film, Don.The legendary actor also recalled dropping five back-to-back box office hits in the same year. Amitabh captioned the Instagram post, \"..released in 1978 .. 44 years!! And these were also released the same year: Don, Kasme Vaade, Trishul, Muqaddar Ka Sikandar, Ganga Ki Saugandh…5 Blockbusters in one year!! Some of them ran more than 50 weeks (at the box office) Kya din the wo bhi (Good old days).\"        View this post on Instagram            A post shared by Amitabh Bachchan (@amitabhbachchan) Bollywood superstar Shah Rukh Khan played the titular role in 2006 film \"Don.\" Don 2, a sequel to Shah Rukh Khan starrar \"Don\" was released in 2011. Amitabh Bachchan will be next seen as Professor Arvind Chaturvedi in Ayan Mukerji's Brahmastra. The three-part fantasy epic also stars Ranbir Kapoor, Alia Bhatt, Nagarjuna and Mouni Roy."
    },
    {
        "_id": "6592c4257a99e5cfd135e4e0",
        "Britain counts cost of historic heatwave as 13 die": "At least 13 people have died in Britain while swimming during a spell of record-breaking hot weather that sparked wildfires, damaged train tracks and triggered warnings that efforts to tackle climate change needed to be stepped up.The London Fire Brigade endured its busiest day since World War Two on Tuesday when temperatures topped 40C (104 Fahrenheit) for the first time, igniting fires that destroyed dozens of properties in the capital and torched tinderbox-dry grassland at the sides of railway tracks and roads.\"We've got nothing, everything's gone,\" Timothy Stock, a resident who lost his home to fire in the village of Wennington, east of London, told the BBC.Thirteen people lost their lives after \"getting into difficulty in rivers, reservoirs and lakes while swimming in recent days — seven of them teenage boys,\" British minister Kit Malthouse told parliament on Wednesday.At least 41 properties were destroyed in London and more than a dozen elsewhere in Britain, Malthouse said.Many trains heading from London to northern England were delayed or cancelled on Wednesday after the heat from fires buckled heavy train tracks, while signalling equipment andoverhead lines were also damaged.Britain registered a new record temperature of 40.3C (104.5F) in central England on Tuesday, while 34 sites surpassed the previous high of 38.7C (101.7F) recorded in 2019.Forecasters predicted a much cooler day on Wednesday, with outbreaks of rain later.A GLIMPSE OF THE FUTURE?Britain's government has defended its record on the environment, touting its decision to move to a net zero status, but ministers have admitted it will take years to upgrade its infrastructure to cope with the heat.\"The sad reality is this is what the future for London and the UK is likely to look like if we don't take strong action now on the climate crisis,\" said London Mayor Sadiq Khan, a member of the opposition Labour Party.The Met Office's Chief of Science and Technology Stephen Belcher said that unless greenhouse gas emissions were reduced, Britain could see similar heatwaves every three years.At one point on Monday, two airport runways were forced to close due to damage to the surface. Power companies faced outages as the heat scorched their equipment, many schools closed early and zoos struggled to keep pets cool.\"This is a reminder today, I think, of the importance of tackling climate change because this is a remarkable unprecedented event,\" Treasury Minister Simon Clarke said.Khan praised the work of the fire brigade after it received 2,600 calls for help, compared with a normal daily average of 350. The London Ambulance Service received 400 calls an hour from people struggling with heat exposure, breathing difficulties, dizziness and fainting.\"The problem is we've not had rain in the entire month of July in London,\" Khan told BBC Radio. \"The grass is like hay, which means it's easier to catch fire and once it catches fire it spreads incredibly fast.\""
    },
    {
        "_id": "6592c80c7a99e5cfd135e4e2",
        "Akshay Kumar chases a grisly, narcissistic killer in Cuttputlli trailer": "Disney+ Hotstar has dropped the trailer for their upcoming, surprise release, Cuttputlli. The film stars Akshay Kumar as cop in the quaint town of Kasauli, who is on a hunt for a serial killer. The trailer shows how the killer has claimed two victims already and leaves their dead bodies in public spaces: a bench at a viewpoint and a large drain pipe. The police must nab him as soon as possible before claims more innocent victims.Cuttputlli will be released exclusively on Disney+ Hotstar on 2nd September and will be available to all platform subscribers. For fans in the U.S Cuttputlli will stream exclusively on Hulu.Video of Cuttputlli | Official Trailer | Akshay Kumar, Rakulpreet Singh | Sept 2 | DisneyPlus HotstarProduced by Vashu Bhagnani and Jackky Bhagnani, Deepshikha Deshmukh and Pooja Entertainment, it is directed by Ranjit M Tewari. He said, \"Being given an opportunity to collaborate with Akshay sir for the second time was extremely humbling & exciting. I was attracted to \"Cuttputlli\" because the work of our police forces always intrigued me. I wanted our audiences to visually experience the mental acumen and perseverance along with the physical handwork that goes into solving a case. The experience of shooting through the second lockdown was made much easier by Vaashu ji, Jackky, Deepshikha and the entire team that lent me their unwavering support and trust. Every team member has worked relentlessly to get into the skin of their characters.\"Akshay Kumar said, \"Set once upon a time in Kasauli amidst the backdrop of nature's beauty, the film unveils incidents of ugly killings. It's filled with enthralling twists and turns. I play an underdog investigation officer, Arjan Sethi who is on a trail to catch the psychopath killer whose motives are unpredictable and unclear. Here, revenge is an illusion and the last act of the movie is unthinkable and will take you by total surprise - and that's what makes it unique!! Get ready for the KILL , multiple CHILLS and even more THRILLS ! Director Ranjit has done a brilliant job of narrating this thriller in a unique style …CUT some time from your busy schedule and watch Cuttputlli on Disney + Hotstar.\""
    },
    {
        "_id": "6592c8e97a99e5cfd135e4e4",
        "Saudi mission on SpaceX capsule to include first female Arab astronaut": "Saudi Arabia's mission to the International Space Station next year aboard a SpaceX capsule will include a woman who would become the world's first female Arab astronaut, according to Axiom Space, the US company arranging the mission for the kingdom.Neither Axiom nor the Saudi government provided the name for the female astronaut, who will be accompanied by another Saudi and two Americans as part of Axiom's second private mission to the space station, slated for early 2023.A US official familiar with the mission said the Ax-2 passengers have yet to receive approval from a NASA-chaired panel of the space station's international partners. Astronauts' identities are not usually confirmed publicly until that panel provides approval.Reuters first reported Axiom's deal with Saudi Arabia on Wednesday, and that the mission is slated for early 2023 under a deal signed earlier this year."
    },
    {
        "_id": "6592c9bd7a99e5cfd135e4e6",
        "'Undoubtedly the best of your life': Tendulkar lauds Virat Kohli after MCG epic": "Virat Kohli set the tone for India's 2022 T20 World Cup campaign to say the least on Sunday by leading them to an improbable four-wicket win over arch-rivals Pakistan. Kohli stayed unbeaten on 82 off 53 balls as he almost single-handedly battled a fiery Pakistan pace attack and maximised the last five overs of the chase to take India close to the finish line. He found himself at the non-striker's end for the last ball with Ravichandran Ashwin on strike and the scores tied and the latter managed to clear the infield to spart wild celebrations.Batting great Sachin Tendulkar, who knows what it is like to be in situations like those against Pakistan, echoed India captain Rohit Sharma in saying that this may be Kohlis' best innings of his career. \"@imVkohli, it was undoubtedly the best innings of your life. It was a treat to watch you play, the six off the back foot in the 19th over against Rauf over long on was spectacular! Keep it going,\" said Tendulkar in his tweet.Pakistan fast bowlers Haris Rauf, Shaheen Afridi and Naseem Shah had the Indians dancing to their tunes for much of the first 10 overs and they found themselves 31/4 in 6.1 overs. Kohli then put up a 113-run stand off 78 balls with Hardik Pandya and both initially struggled to keep their strike rates over 100. Kohli then exploded in the last five overs as India began to lose wickets again at the other end."
    },
    {
        "_id": "6592f5a37a99e5cfd135e4ea",
        "Another day, another record for Ronaldo - CR7 becomes the first player to score in 5 World Cups": "The footballing gods shine down on Ronaldo as he indeed becomes the first player to score in five World Cups! He scored from the penalty to take Portugal 1-0 ahead in Ghana clash.Ronaldo came together with Salisu and went down as the referee pointed to the spot immediately.Ghana players wanted a VAR recheck but the decision was upheld.He blew his cheeks out, a confident expression and smashed it high to the goalkeeper's right.A really clinical confident penalty. He also became the second oldest player to score at the World Cup (37 years, 292 days), behind only Roger Milla in 1994 for Cameroon (42 years, 39 days).Those at the stadium will be delighted to bear witness to history as the Portuguese squad run up to celebrate with their talisman.Ghana will have no choice now but to be more positive if they are to try and salvage a draw here at Stadium 974."
    },
    {
        "_id": "6592f6587a99e5cfd135e4ec",
        "Rahul set to be dropped for SL T20Is, injured Rohit likely to miss out": "The Chetan Sharma-led selection committee will have one final task in their hand before they bid adieu to their role in the BCCI - picking the two white-ball squads for the impending home series against Sri Lanka which begins from January 3 onwards. And according to a report, with the selectors looking for specialist options, KL Rahul is likely to be dropped from the T20I set-up. Meanwhile, regular captain Rohit Sharma is yet to recover from his injury and might miss out on the series as well.Rahul has blown hot and cold in T20Is since the Asia Cup. While he has managed six half-century scores in 16 innings, in seven of the remaining 10 times, he was dismissed for single-digit scores. Five of those single-digit scores came during the crucial matches of the T20 World Cup.While Rahul is set to face the axe, according to a PTI report, Rohit is set to miss a second consecutive series for India, having earlier being ruled out of the Test series against Bangladesh, after he failed to recover from the thumb injury he had incurred during the ODI contest against Litton Das' men. In his stead, Hardik Pandya is expected to lead the side.\"The old committee will probably select the Sri Lanka white ball squad,\" a BCCI source privy to development told PTI on conditions of anonymity. \"As of now, it doesn't look like Rohit Sharma's finger will heal enough before the T20Is and in that case, Hardik will lead the side. As far as KL Rahul is concerned, his T20I days seem to be numbered.\"If Rahul is dropped, the selectors might give Shubman Gill a chance after he was denied a debut opportunity in the format in the tour of New Zealand. Prithvi Shaw might also get his long due after a smashing run in the Syed Mushtaq Ali Trophy where he ended up as the second-highest run-scorer. He had scored 332 runs in 10 innings at a strike rate of 181.42, which included a career-best 61-ball 134.The PTI further added that players like Virat Kohli might also be given a break from the T20 format.The Sri Lanka series will begin with a three-match T20I contest from 3 January and will be followed by three ODIs, starting 10  January."
    },
    {
        "_id": "6592f75a7a99e5cfd135e4ee",
        "Sabalenka beats Linette to set up Australian Open final with Rybakina": "Aryna Sabalenka surged into the Australian Open final with a 7-6(1) 6-2 win over unseeded Pole Magda Linette on Thursday to extend the red-hot Belarusian's unbeaten start to the year and book a clash with Elena Rybakina.Adelaide champion Sabalenka has not dropped a set en route to 10 wins in 2023 but made a poor start in chilly conditions on Rod Laver Arena, dropping her serve to love in the opening game before breaking back with two blistering backhands.The fifth seed heaped the pressure on Linette's serve in the first-set tiebreak with her power and precision to pull away and wrapped it up when her opponent sent one long, before taking full control in the next set with an early break.Sabalenka had failed to get over the semi-final hurdle on three previous occasions at Grand Slams but was not to be denied this time, as she raced ahead 4-1 and saved three breakpoints to close out the contest with a forehand winner.Up next for Sabalenka is Russian-born Kazakh Rybakina, after the Wimbledon champion got past another Belarusian and two-times Melbourne Park winner Victoria Azarenka 7-6(4) 6-3 in the first semi-final."
    },
    {
        "_id": "6592f87b7a99e5cfd135e4f0",
        "Nokia changes iconic logo after 60yrs signaling strategy shift": "Nokia announced plans on Sunday (26 February) to change its brand identity for the first time in nearly 60 years, complete with a new logo, as the telecom equipment maker focuses on aggressive growth.The new logo comprises five different shapes forming the word NOKIA. The iconic blue colour of the old logo has been dropped for a range of colours depending on the use.\"There was the association to smartphones and nowadays we are a business technology company,\" Chief Executive Pekka Lundmark told Reuters in an interview.He was speaking ahead of a business update by the company on the eve of the annual Mobile World Congress (MWC) which opens in Barcelona on Monday and runs until 2 March.After taking over the top job at the struggling Finnish company in 2020, Lundmark set out a strategy with three stages: reset, accelerate and scale. With the reset stage now complete, Lundmark said the second stage is beginning.While Nokia still aims to grow its service provider business, where it sells equipment to telecom companies, its main focus is now to sell gear to other businesses.\"We had very good 21% growth last year in enterprise, which is currently about 8% of our sales, (or) 2 billion euros ($2.11 billion) roughly,\" Lundmark said. \"We want to take that to double digits as quickly as possible.\"Major technology firms have been partnering with telecom gear makers such as Nokia to sell private 5G networks and gears for automated factories to customers, mostly in the manufacturing sector.Nokia plans to review the growth path of its different businesses and consider alternatives, including divestment.\"The signal is very clear. We only want to be in businesses where we can see global leadership,\" Lundmark said.A mockup of the new Nokia logo, is seen at an unknown location, in this undated handout picture received on February 25, 2023.Nokia's move toward factory automation and data centres will also see them locking horns with big tech companies, such as Microsoft and Amazon.\"There will be multiple different types of cases, sometimes they will be our partners ... sometimes they can be our customers... and I am sure that there will also be situations where they will be competitors.\"The market to sell telecom gear is under pressure with macro environment denting demand from high-margin markets such as North America, being replaced by growth in low-margin India, pushing rival Ericsson to lay off 8,500 employees.\"India is our fastest growing market that has lower margins - this is a structural change,\" Lundmark said, adding that Nokia expects North America to be stronger in the second half of the year."
    },
    {
        "_id": "6592f9777a99e5cfd135e4f2",
        "Biden sidesteps public dispute with Netanyahu, despite US concerns": "Despite tensions between them, President Joe Biden has so far avoided an acrimonious public confrontation with Israeli Prime Minister Benjamin Netanyahu, while trying to make clear he opposes a judicial overhaul that has shaken the close US ally.In the last three months, Biden and senior members of his team have expressed alarm about Israeli plans for settlement expansion on the West Bank and about violence between Israelis and Palestinians.Most troubling for the White House, however, was Netanyahu's plan to reshape the Israeli judiciary system to give the government greater control over appointments to the Supreme Court. The decision propelled Israel into a national crisis with massive protests that forced Netanyahu to delay the move on Monday.Biden, who has known Netanyahu for about 40 years, has been direct with him in private phone calls, aides say, while publicly expressing support for Israel, the strongest US ally in the Middle East.\"The main operating premise toward this Israeli government is to avoid whenever and wherever they can any sustained public confrontation with Netanyahu,\" said Aaron David Miller, a Middle East analyst at the Carnegie Endowment for International Peace think tank.\"They don't want a fight. It's bad politics and its bad policy. It's messy and awkward,\" he said.US administrations have long been wary of criticizing Israel in part due to the power of pro-Israel lobby groups in Washington, its role as a close ally and the support the country enjoys among ordinary Americans.The US population largely has favorable views of Israel, home of major religious sites for Christians, Jews and Muslims.A Gallup poll earlier this month showed that consistent with prior years, Americans view Israel much more favorably than they do the Palestinian Authority, 68% versus 26%.Emblematic of the Biden approach was a White House statement issued on Sunday night urging \"Israeli leaders to find a compromise as soon as possible\" as the protests there grew.\"We haven't taken a hands-off approach,\" said a senior administration official. \"We understand that there's a domestic political process that's playing out. So we've been very clear that we have concerns over this reform legislation and we've also said very clearly that we want there to be a compromise found. So we're watching this very closely.\"Dennis Ross, a veteran US peace negotiator between Israelis and Arabs, said the Biden administration had expressed its misgivings about Israel's judicial proposals but had done so privately where possible.Ross, who is now at the Washington Institute for Near East Policy think tank, said he thought that approach of largely making the case in private was the proper one.Halie Soifer, executive director of the Jewish Democratic Council of America, said the way the Biden administration has handled this crisis thus far is in keeping with Biden's commitment to the US-Israel partnership.\"And sometimes friends are most honest with each other behind closed doors, and it appears that that is what is happening here,\" she said.But, keeping a distance from Netanyahu, Biden has yet to invite him to visit the White House since the Israeli began his sixth term as prime minister in December.A senior administration official said on Tuesday there is no plan as of yet for Netanyahu to visit but \"Israeli leaders have a long tradition of visiting Washington, and Prime Minister Netanyahu will likely visit at some point.\"On the other hand, there have been no administration threats to limit US funding to Israel which, according to a March 1 Congressional Research Service report, is the largest cumulative recipient of US foreign assistance since World War II.There is historically little appetite in the US Congress to take such a step and the United States depends on Israel in a region where Western concerns about Iran have been growing."
    },
    {
        "_id": "6592fa5c7a99e5cfd135e4f4",
        "UK PM Rishi Sunak, wife Akshata Murty to lead King Charles' coronation with British flag": "UK PM Rishi Sunak and Akshata Murty will be following a Royal Air Force cadet bearing the British flag at King Charles' coronation.UK Prime Minister Rishi Sunak and wife Akshata Murty will lead the procession carrying Britain's national flag at King Charles' coronation on Saturday next week (6 May). The Buckingham Palace in a statement on Friday said that Sunak and Akshata will be following a Royal Air Force cadet who will be bearing the flag of the United Kingdom.\"The first processions into Westminster Abbey will be made up of Faith Leaders and Faith Representatives followed shortly afterwards by representatives from His Majesty's Realms. Flags of each Realm will be carried by national representatives accompanied by the Governors General and Prime Ministers,\" the palace said.The procession of the King and the Queen will be led by the Marquess of Anglesey, the Duke of Westminster, the Earl of Caledon and the Earl of Dundee who will carry the Standards of the Quarterings of the Royal Arms and Standard of the Principality of Wales. Francis Dymoke will carry The Royal Standard, added the statement.A new screen will provide \"absolute privacy\" during the most sacred part of next week's coronation service for King Charles, ensuring the eyes of the world will not see the monarch being anointed, Buckingham Palace said on Saturday.The three-sided screen will shield Charles when he is anointed with holy oil, consecrated in Jerusalem, on his hands, breast and head, shortly before he is crowned at London's Westminster Abbey on 6 May, reported Reuters."
    },
    {
        "_id": "659301287a99e5cfd135e4f6",
        "Blinken says 'regrettable' that US, Chinese defence chiefs did not meet": "It was \"regrettable\" that a possible meeting between US Defence Secretary Lloyd Austin and Chinese defense minister Li Shangfu did not go ahead, US Secretary of State Antony Blinken said on Wednesday.Speaking at a news conference in Sweden, Blinken repeated the importance of regular and open lines of communication with Beijing. \"The most dangerous thing is not to communicate,\" he added."
    },
    {
        "_id": "659301d87a99e5cfd135e4f8",
        "Meet Miep: The woman who safeguarded Anne Frank's Diary": "\"I don't like being called a hero because no one should ever think you have to be special to help others. Even an ordinary secretary or a housewife or a teenager can turn on a small light in a dark room,\" said Miep Gies, an ordinary woman who resisted the Nazis during the World War II.   Miep Gies was one of the most prominent people in the history of the Holocaust as one who safeguarded Anne Frank's writings through the end of the war in May 1945.One summer day, Anne's father, Otto Frank, returned home from the camp in Auschwitz. He was the only survivor of the eight Jews, including his wife Edith and two daughters Margot and Anne, who lived together in the \"Secret Annex\" of an Amsterdam office building. Shortly after Otto learned of his daughters' deaths, Miep handed him something, saying, \"Here is … Anne's legacy to you.\"She had saved one of the most famous accounts of the Holocaust: Anne Frank's diary.On 4 August, 1944, Miep's battle only grew more tragic as the SS arrested Anne and her family, shoved them in a truck to be thrown into camps. Karl Josef Silberbauer was part of the Gestapo team that used a tip-off to track down the Franks.In that moment, Miep, as helpless and powerless as she'd felt, did the only thing she could. She snuck back into the annex to see what had been left behind – a diary, books and loose handwritten papers that she tucked away in a drawer and pledged to \"keep everything safely for Anne until she came back,\" Miep recalled in her autobiography.Unfortunately, Anne never did make it back home. Sometime in 1945, at the age of 15, she died of typhus in the Bergen-Belsen concentration camp. Her diary, which survived the war, became one of the most well-known memoirs of the persecution of Jews by Nazi Germany.The greatest heroism often resides in the actions of ordinary people.Miep deserves and has been showered with an overwhelming amount of credit for bringing Anne's diary to a global audience.Without her intervention, the young writer's words—which \"gave a child's face to the incomprehensible truths of the Holocaust,\" according to National Geographic's Erin Blakemore—might never have reached the wider world.A Small LightMiep went on to live 100 years. She travelled widely, sharing Anne's story with students and the public.But her legacy was upheld 13 years after her passing in an eight-part miniseries from National Geographic, streaming on Hulu and Disney+, that builds steadily, in a fashion that's ultimately stirring and heart breaking.The biographical account, \"A Small Light,\" inspired by her famous words, tells the story of Anne Frank through the lenses of Miep, played by Bel Powley, her husband, Jan Gies, played by Joe Cole, and their involvement in Dutch resistance efforts during the war.  The show was shot in the Netherlands, in Amsterdam and Harlem, and Prague, where the interior scenes were filmed in a three-story replica of Otto Frank's Amsterdam office, where the annex was hidden behind a bookcase. The original building, on the Prinsengracht in Amsterdam, is now the Anne Frank House.Its showrunners Joan Rater and Tony Phelan visited the Anne Frank House in Amsterdam. Walking around the museum and listening to tour guides, they learned that many people don't really know the story of the Frank family anymore, let alone the story of the people who helped them, Rater and Phelan said in an interview, reports the New York Times.Miep, who wasn't Jewish, was trying to dodge a Nazi checkpoint in the first episode which takes you back to 1934. In the opening scenes, Miep was seen desperately looking for a job for fear she'd be married off to her adopted brother if she could not find the means to support herself. She then finds employment with Otto Frank, played by Liev Schreiber. She was portrayed as a modern young woman living life carefree, meeting friends and going out dancing, until life took a darker turn.The show \"is about your personal dynamics that are interrupted by the war,\" said the actor playing Otto, Schreiber, who recently spent time in Ukraine raising money for humanitarian aid. \"That's part of what I saw in Ukraine. These people's lives have been interrupted and they try to continue.\"In the show, we saw nurses helped save babies from being killed by the Nazis. One memorable scene showed how nurses swapped babies for dolls, telling Jewish mothers to lose the dolls on their way to concentration camps.The heart of what the show brought to the fore was when in 1942, Otto Frank asked Miep to help hide him and his family, Miep did not even bat an eyelid before saying yes.\"She had no idea what she was saying yes to,\" the show runners said. \"And then she had to keep saying yes for two years.\"While the story of Anne Frank and what happened to her is well known, Miep largely stayed out of the limelight. She published a memoir, \"Anne Frank Remembered,\" in 1987 and was involved with the Anne Frank House in Amsterdam, but much of her story stayed private."
    },
    {
        "_id": "659304657a99e5cfd135e4fa",
        "'Bazball' under fire as England crumble in Ashes": "England's commitment to 'Bazball' is testing the patience of former players and fans after another careless batting display left their Ashes hopes hanging by a thread.Captain Ben Stokes and Harry Brook walked out to bat at Lord's on Friday with the second Test nicely poised despite a chaotic final session the previous evening.But the home side slumped from 278-4 to 325 all out, giving Australia a precious first-innings lead of 91.Once again, England were the architects of their own downfall.On Thursday, Ollie Pope, Ben Duckett and Joe Root all gifted their wickets to Australia, even though the visitors' short-ball plan was blindingly obvious.England had a nightmare start on the third day when Stokes, who had played responsibly the previous evening, was dismissed by Mitchell Starc off the second ball.England, in their previous incarnation - and most sides in Test history - would have taken stock and re-built. But not this team.Brook, who made 50, threw way his wicket after an ugly swipe to a Starc delivery ended up in the hands of Australia captain Pat Cummins.\"Shocking shot,\" former England captain Michael Vaughan told the BBC. \"England clearly like losing. Yesterday they gifted Australia three wickets.\"They arrive on day three, the pitch is doing a bit more. To see that wicket and Australia now know they are bowling to the tail.\"Again England did not learn.Jonny Bairstow, the last recognised specialist batsman, chipped the ball tamely to Cummins off the bowling of Josh Hazlewood. Ollie Robinson charged down the track to part-time spinner Travis Head and got an edge. Stuart Broad missed a sweep against the same bowler.A gung-ho England went into the Ashes with 11 wins under their belt from 13 Tests under Stokes and coach Brendon McCullum, playing a thrilling brand of attacking cricket dubbed 'Bazball' in reference to the former New Zealand captain.Questions were asked over whether they could keep up the pace against the recently-crowned world Test champions, who boast a battery of high-class quicks.England came agonisingly close to winning the first match at Edgbaston last week.An inspired display by Cummins, this time with the bat, hauled Australia over the line by two wickets.Even so, England made Australia's task in the fourth innings far easier than it should have been by tossing wickets away cheaply earlier in the match.Stokes has repeatedly stressed his fierce commitment to Bazball, saying before the Ashes started that he wanted to \"create something that goes beyond cricket\".But England now find themselves with their backs against the wall, just over half-way through the second Test of a five-match series.Australia have not won an Ashes series in England since 2001 but, looked at another way, England have not come out on top against their old foe since 2015.Will England's great entertainers stick or twist? Can they learn to change gear when they are on top?Cummins' side, who are building a healthy lead at Lord's with two days to go, are strongly placed  to take a daunting 2-0 lead in the five-match series.Stokes will point to the fact that England had won just one Test in 17 playing the traditional way before he took over the reins from Joe Root last year.But England batting great Geoff Boycott, famed for his patient accumulation of runs, believes putting on a show must come second to the main objective of winning.\"If you're going to just entertain, they might as well be a circus, that's it,\" he told the Vaughany and Tuffers Cricket Club podcast.\"Go, be a professional circus around the world.\""
    },
    {
        "_id": "6593079d0300f37be10caa0a",
        "Amitabh Bachchan returns with 'Kaun Banega Crorepati' 15, starting Aug 14": "On Monday, Sony TV announced the return of Kaun Banega Crorepati Season 15 with a new promo featuring Amitabh Bachchan. Amitabh who has been hosting the show for years now, calls it a 'new beginning' in the promo. As per the official announcement, the reality show will premiere on August 14 at 9 pm onwards.The first promo begins with a glimpse of Amitabh in his suited avatar as he returns to the show. As he takes to the stage, people in the audience welcome him with a standing ovation. Amitabh talks about starting the new season with a new approach and uses the hashtag 'new beginning.'The official post read, \"Gyaandaar, Dhandaar aur Shaandaar tareeke se, #KaunBanegaCrorepati aa raha hai aapse milne ek naye roop mein (Kaun Banega Crorepati in a new avatar)!\" This season is touted to celebrate the new India and its spirit of change. The game show is said to have new elements for the viewers and the contestants.KBC is the official Hindi adaptation of the popular American game show Who Wants To Be A Millionaire? It first premiered on TV in 2000. Amitabh Bachchan has been hosting KBC since its first season. However, Season 3 was hosted by Shah Rukh Khan. Later, Amitabh returned to the show and ever since then has become the face of the KBC. Registration for Kaun Banega Crorepati Season 15 opened in April this year.Besides Kaun Banega Crorepati Season 15, Amitabh will be next seen in Kalki 2898 AD with Prabhas, Deepika Padukone, Kamal Haasan and Disha Patani. Directed by Nag Ashwin, the film is produced by Vyjayanthi Movies."
    },
    {
        "_id": "659310930300f37be10caa0c",
        "HSBC to award business excellence for 3rd time": "The Hongkong and Shanghai Banking Corporation (HSBC) in Bangladesh has launched the third edition of the \"HSBC Business Excellence Awards\" to recognise the country's businesses and entrepreneurs for their contributions to the sustainable growth of the national economy. This year, the awards will be presented in eight categories. These include exporters of ready-made garments (RMG), supply chain and backward linkage, exporters of non-traditional and emerging sectors, contributors in import substitution, Excellence in Sustainability Organisation, and Special Achievement Award.This year the theme of the awards is: \"Bangladesh: Proudly Resilient, Globally Excellent\".Mahbub ur Rahman, Chief Executive Officer, of HSBC Bangladesh, said, \"We are delighted to be recognising the exceptional businesses who have contributed to Bangladesh's trade growth, fulfilled domestic demand, or facilitated the development of infrastructure as Bangladesh prepares to thrive in a post-LDC graduation scenario.\"Eligible Businesses and entrepreneurs can nominate themselves by filling in a form available on HSBC website by 1 October. By November, a Jury Board, including HSBC senior management, the Ministry of Commerce, and the British High Commission Dhaka, will evaluate nominees. Winners will be chosen based on factors like annual contributions to national exports and the economy, diversity, responsibility, sustainable practices, governance, and regulatory compliance. Mahbub ur Rahman said, \"HSBC's customers are not the only ones here; it is open to all. Although selected institutions won't receive any financial recognition, they will be given certificates and crests.\"He also added, \"For the selected ones, their achievements will be displayed on our personal website and at the international level as well.\"Applicants of the RMG category must have an annual export turnover of $50 million and above, supply chain and backward linkage firms $10 million and above, and non-traditional and emerging products exporters of $3 million and above.For nomination in the import substitution category, firms have to produce $10 million worth of import-substitute products and above.Leader in Inbound Investment and Infrastructure: Recognising foreign investment in capital, technology, and more, driving infrastructure development, enhancing living standards, and boosting GDP growth. Besides, for the Special Achievement Award, individuals/organisations make exceptional contributions to socio-economic growth, innovation, job creation, and community support.For excellence in the sustainability category, organisations make significant societal contributions through impactful sustainability projects. Best in Innovation and Technology: Acknowledging organisations driving positive change through innovation and technology, benefiting people and the national economy.Gerard Haughey, Country Head of Wholesale Banking, at HSBC Bangladesh, said, \"These awards celebrate Bangladesh's top enterprises and entrepreneurs, acknowledging their global impact. We're proud to support dynamic, resilient individuals driving economic growth.\""
    },
    {
        "_id": "659311750300f37be10caa0e",
        "Morocco, Spain and Portugal to host 2030 World Cup, three games in South America": "Morocco, Spain and Portugal have been named hosts of the 2030 football World Cup, while Uruguay, Argentina and Paraguay will host the opening matches to mark the tournament's centenary, world football body FIFA said on Wednesday.The joint bid from Morocco, Portugal and Spain was the sole candidate to host the tournament. FIFA were due to announce the hosts next year.The inaugural World Cup in 1930 was held in Uruguay and won by the hosts. Spain have been awarded the World Cup weeks after their disgraced former chief Luis Rubiales was forced to step down for alleged sexual assault at the Women's World Cup.Wednesday's decision by FIFA marks the first time the World Cup will be staged across three continents and six countries, which might mean group matches will have to be held in different seasons based on the hemisphere.\"The FIFA Council unanimously agreed that the sole candidacy will be the combined bid of Morocco, Portugal, and Spain, which will host the event in 2030 and qualify automatically from the existing slot allocation,\" FIFA said in a statement.\"Additionally, having taken into account the historical context of the first-ever FIFA World Cup, the FIFA Council further unanimously agreed to host a unique centenary celebration ceremony in the country's capital, Montevideo... as well as three World Cup matches in Uruguay, Argentina and Paraguay respectively.\"The 2022 World Cup was held in Qatar. Argentina are the defending champions.The Argentine Football Association (AFA) said their team \"will play the first match of the 2030 group stage at home and with its people\".\"In a divided world, FIFA and football are uniting,\" FIFA president Gianni Infantino said.\"The FIFA Council... unanimously agreed to celebrate the centenary of the FIFA World Cup, whose first edition was played in Uruguay in 1930, in the most appropriate way.\"As a result, a celebration will take place in South America and three South American countries - Uruguay, Argentina and Paraguay - will organise one match each of the FIFA World Cup 2030.\"Infantino said the first of these three matches would be played at Montevideo's Estadio Centenario, where the first World Cup took place in 1930.Robert Harrison, the president of the Paraguayan Football Association, said Argentina, Uruguay and Paraguay would automatically qualify for the World Cup but did not clarify what that would mean for the South American qualifiers.WORLD CUP RETURNS TO SPAINWhile Portugal and Morocco have never hosted the World Cup, Spain last hosted the tournament in 1982.Pedro Rocha, President of the Management Committee of the Royal Spanish Football Federation, said they were excited to bring it back to the country, who won the World Cup in 2010.\"I am sure that together with Morocco and Portugal we will organise the best World Cup in history,\" he said.Fernando Gomes, the president of the Portuguese Football Federation, said: \"Each of our countries brings a vibrant footballing tradition, unrivalled organisational experience and a capacity for innovation that will undoubtedly leave its mark on the future of the competition.\"Morocco's King Mohammed VI welcomed FIFA's decision. The African nation stunned the world in Qatar last year when they reached the semi-finals.\"His Majesty King Mohammed VI... has the great pleasure of announcing to the Moroccan people that the FIFA Council has unanimously selected the Morocco-Spain-Portugal bid as the sole candidate to organise the 2030 football World Cup,\" Morocco's Royal Office said in a statement.FIFA also said that the 2034 World Cup will be held in the Asia or Oceania region, with member associations from those territories invited to bid to host the tournament."
    },
    {
        "_id": "6593124a0300f37be10caa10",
        "Huge honour to equal my hero's record, says 'emotional' Kohli after matching Tendulkar": "Virat Kohli said he felt \"honoured\" to equal \"hero\" Sachin Tendulkar's record of 49 one-day international hundreds during India's World Cup rout of fellow semi-finalists South Africa on Sunday.Kohli, on his 35th birthday, made a superbly paced 101 not out in India's total of 326-5 in their maximum 50 overs after home captain Rohit Sharma won the toss on a tricky pitch at Kolkata's Eden Gardens.India, who have now won all eight of their pool play matches so far and are now guaranteed to finish top of the 10-team table, then dismissed South Africa for just 83 in 27.1 overs, with spinner Ravindra Jadeja taking 5-3.During the innings break, the now retired Tendulkar -- whom Kohli lifted on his shoulders in celebration after they were team-mates in India's 2011 World Cup final win at his idol's Mumbai home ground -- posted his congratulations on X, formerly Twitter.\"Well played Virat,\" said the India great. \"It took me 365 days to go from 49 to 50 (years old) earlier this year. I hope you go from 49 to 50 and break my record in the next few days. Congratulations.\"It had taken him 277 innings to score 49 hundreds at this level compared to the 438 required by Tendulkar.\"Tendulkar's tweet is quite special,\" said Kohli. \"It's all too much to take in for now. It's a huge honour to equal my hero's record. He's perfection with the bat. It's an emotional moment.\"I know the days I come from, I know the days I have watched him on TV. To receive appreciation from him means a lot to me.\"India's colossal winning margin in Kolkata was all the more impressive given South Africa, whose only defeat in the tournament before this match was a shock loss to the Netherlands, are second in the 10-team table and already assured of a last four spot themselves.\"It was a big game,\" said Kohli. \"We were probably playing the toughest team in the tournament so far, there was motivation for doing well.\"People made it a bit more special on my birthday. I had a sense of it being something more.\"He added: \"The message from the management was for me to bat deep, I was happy from that perspective.\""
    },
    {
        "_id": "659313310300f37be10caa12",
        "Messi named Time's 'Athlete of the Year'": "Lionel Messi has been named Time magazine's \"Athlete of the Year\" for 2023 after a trailblazing season marked by an eighth Ballon d'Or award and his ground-breaking move to Major League Soccer's Inter Miami.Time said the Argentine superstar had already had a transformative impact on the American sporting landscape, which has been historically slow to embrace football.\"Lionel Messi this year managed to do what once seemed impossible, when he signed with Inter Miami: turning the US into a soccer country,\" Time commented.The 36-year-old Messi made his debut for Miami in July following an acrimonious departure from Paris Saint-Germain.The World Cup-winner also rebuffed a lucrative move to Saudi Arabia in favor of a new chapter in MLS.The eight-time Ballon d'Or winner made an instant impact on Miami's fortunes, playing a pivotal role in helping the team win the expanded Leagues Cup, a cross-border competition for teams from MLS and Mexico's top flight.Messi finished the campaign with 11 goals in 14 appearances across all competitions, but an injury towards the end of the season meant he was unable to help Miami force their way into the playoffs.Messi was quoted by Time as saying that his first preference after PSG had been a fairytale return to Barcelona, but that move stalled over the club's finances.\"I tried to return, and it did not happen,\" Messi said, adding that he was also \"thinking a lot\" about joining the wave of overseas players who have headed to the Saudi Pro League.\"It was Saudi Arabia or MLS, and both options seemed very interesting to me,\" Messi told the magazine.Time said Messi's arrival had driven a surge in attendances, ticket prices, merchandise sales and viewership, revealing that on the day of his debut, subscriptions to Apple TV -- which retains exclusive rights to MLS -- had jumped by 110,000, a 1,700% increase over the previous day."
    }
]