[
    {
        "_id": "659429a4602e420d83ff447b",
        "Aakar Patel | The new race in space: Can India emerge on top? What lies next?": "In the dozen years between 1957 and 1969, the Americans and the Russians went on a series of space races. The Russians won almost everything at first. They were to first to send a satellite into orbit (Sputnik in 1957), the first to send a living thing into space, the dog Laika in the same year, the first to send a human being into orbit (Yuri Gagarin in 1961). The first person to \"walk\" in space, meaning exit the spacecraft while in orbit, was Aleksey Leonov in 1965. After this the United States registered its first win in 1969 when it was able to land humans on the moon. The US remains the only nation to be able to do this and it last did so in 1972. The Soviet Union tried and failed to develop a large rocket and so the space race virtually ended in the early 1970s. For 50 years, there has been no interest in moon landings with humans because the cost is very high and the American public lost interest.The Space Shuttle programme was seen as a lower-cost, reusable way for America to send its astronauts into orbit and to the International Space Station. However, two disasters, one in the 1980s and another in the early 2000s (in which Kalpana Chawla was killed) and unexpectedly high costs ended the programme over a decade ago. After that, America did not even have the capacity to send humans into orbit, something that changed only in 2020 when a private firm was able to begin its service.Russians still fly rockets based on the same technology that was used in the 1960s, with some modifications, and much of the technology in the space race came from Nazi Germany’s military rocket programme of 90 years ago. The captured scientists on the two fronts were pressed into service by the Americans and the Russians.One reason why space innovation was stagnant for so many decades is that it was funded by governments which were spending large amounts on nationalistic projects. Even today, the budget for Nasa, the US space agency, is $25 billion. Isro’s budget is about $1.5 billion, which makes its achievements over the decades quite remarkable.This changed about 15 years ago, when it became clear that satellite communications, GPS and the Internet, were going to be very big drivers in the economy. Private firms began to take an interest first in developing the technology that would go into satellites and then to build rockets. This second shift happened after the US government funded space start-ups and allowed them, under conditions, to develop rocket technology. As rockets are no different from missiles, their development and manufacturing is tightly controlled. Only American citizens, for instance, can work at these firms. This limits the amount of talent they can absorb but is one way that the government can ensure the technology does not reach what it considers to be the wrong hands.Even with these restrictions, the private sector has breathed new life into the space sector. Another, much smaller, space race began after the US government’s funding between two firms to launch the first human to orbit on a private rocket. Boeing, the giant company, lost out to the younger SpaceX, though it had received more funding than the start-up. Today, the rockets are reusable to a large extent and at least two firms are building giant rockets of the size that existed 50 years ago. The target is two-fold, the first is to lower the cost of space and reduce the cost per kilogram of putting things into orbit. The second is human space flight and attempting to colonise Mars. Imagine what a difference it will make to the world if there is an outpost humans create on another planet. Of course, this will be difficult: Even today in 2023, the number of entities that have sent humans into orbit around the earth is limited to Russia (USSR), the United States, China and the company SpaceX.The winners in the race this time stand to make large amounts of money (SpaceX, which is privately held, is valued at over $100 billion) and also own technology that will help them monopolise space. Efficient rocket engines, new fuels, highly complex aspects of reusability and fuel transfers make this the domain of a very few entities.The cost of launching a satellite runs into hundreds of crores of rupees. The monopoly over space will mean that, particularly on the commercial side, that is to say satellite launches, will be controlled by companies or nations that others will have no option but to go to. Even the UK and Germany today have no launch capacity and are dependent on either private entities or their ally, the United States, to launch satellites.France’s Ariane programme is currently dormant after it eased out its older rocket and is developing a new one. All of this makes this an exciting time for space around the world. This is the background in which India is attempting to soft-land a rover on the moon and will attempt, at some point next year hopefully, sending humans into orbit.By the end of this decade, we will have a good idea of which nations and which companies are winning this new space race, and what that means for the future not just of science and technology but of humans as a whole."
    },
    {
        "_id": "65944baa602e420d83ff447d",
        "Sania-Hradecka pair enters semifinals of Dubai Tennis Championships": "Dubai: Indian tennis star Sania Mirza and her Czech partner Lucie Hradecka progressed to the semifinals of the Dubai Tennis Championships with a straight set win over Japan's Shuko Aoyama and Aleksandra Krunic of Serbia here on Thursday.Sania and Hradecka, who had received a wild card for the tournament, claimed a 7-5 6-3 win over the Japanese-Serbian combination in the quarterfinals of the WTA 500 tournament.The Indo-Czech pair will face the winner of the match between top seeds Japan's Ena Shibahara and China's Shuai Zhang and Ukraine's Lyudmyla Kichenok and Jelena Ostapenko of Latvia.Sania is a past winner here, having lifted the title in 2013 with USA's Bethanie Mattek-Sands.The 35-year-old, who is India's most accomplished woman tennis player, having won six Grand Slam titles, including three mixed doubles trophies, had earlier announced that 2022 would be her last season."
    },
    {
        "_id": "65944cfc602e420d83ff447f",
        "What Happens If Someone Dies in Space?": "Houston, (The Conversation): There's no question that sending human beings to space is an extraordinarily difficult and perilous proposition.Since human space exploration began just over 60 years ago, 20 people have died  14 in the NASA space shuttle tragedies of 1986 and 2003, three cosmonauts during the 1971 Soyuz 11 mission, and three astronauts in the Apollo 1 launch pad fire in 1967.Given how complicated human spaceflight is, it's actually remarkable how few people have lost their lives so far.But NASA plans to send a crew to the Moon in 2025 and astronauts to Mars in the next decade. Commercial spaceflight is becoming routine.As space travel becomes more common, so does the possibility that someone might die along the way.It brings to mind a gloomy but necessary question to ask: If someone dies in space  what happens to the body?Death on the Moon and MarsAs a space medical doctor who works to find new ways to keep astronauts healthy, I and my team at the Translational Research Institute for Space Health want to make sure space explorers are as healthy as they can be for space missions.Here is how death in space would be handled today: If someone died on a low-Earth-orbit mission  such as aboard the International Space Station  the crew could return the body to Earth in a capsule within a matter of hours.If it happened on the Moon, the crew could return home with the body in just a few days. NASA already has detailed protocols in place for such events.Because of that quick return, it's likely that preservation of the body would not be NASA's major concern; instead, the No. 1 priority would be making sure the remaining crew returns safely to Earth.Things would be different if an astronaut died during the 300 million-mile trip to Mars.In that scenario, the crew probably wouldn't be able to turn around and go back. Instead, the body would likely return to Earth along with the crew at the end of the mission, which would be a couple of years later.In the meantime, the crew would presumably preserve the body in a separate chamber or specialised body bag.The steady temperature and humidity inside the space vehicle would theoretically help preserve the body.But all those scenarios would apply only if someone died in a pressurised environment, like a space station or a spacecraft.What would happen if someone stepped outside into space without the protection of a spacesuit?The astronaut would die almost instantly. The loss of pressure and the exposure to the vacuum of space would make it impossible for the astronaut to breathe, and blood and other body fluids would boil.What would happen if an astronaut stepped out onto the Moon or Mars without a spacesuit?The Moon has nearly no atmosphere  a very tiny amount. Mars has a very thin atmosphere, and almost no oxygen. So the result would be about the same as exposure to open space: suffocation and boiling blood.What about burial? Suppose the astronaut died after landing, while on the surface of Mars.Cremation isn't desirable; it requires too much energy that the surviving crew needs for other purposes.And burial isn't a good idea, either. Bacteria and other organisms from the body could contaminate the Martian surface. Instead, the crew would likely preserve the body in a specialised body bag until it could be returned to Earth.There are still many unknowns about how explorers would deal with a death. It's not just the question of what to do with the body.Helping the crew deal with the loss, and helping the grieving families back on Earth, are just as important as handling the remains of the person who died.But to truly colonise other worlds  whether the Moon, Mars or a planet outside our solar system  this grim scenario will require planning and protocols. By Emmanuel Urquieta, Professor of Space Medicine and Emergency Medicine, Baylor College of Medicine (on PTI)"
    },
    {
        "_id": "65944dd8602e420d83ff4481",
        "Big AAP role for Sidhu's wife, Rajya Sabha seat for him": "New Delhi: Cricketer-turned-politician Navjot Singh Sidhu’s wife Navjot Kaur could be a key player for the Aam Aadmi Party in the Punjab Assembly elections early next year.A highly placed source said that after Mr Sidhu, a former BJP Rajya Sabha member, conveyed to the AAP leadership that he was not looking for any post in the outfit, there were indications that his wife, who is a doctor and also a member of the Punjab Legislative Assembly, could be projected as the AAP candidate for deputy chief minister to take on the BJP-Akali Dal alliance in the state.Mr Sidhu has, however, conveyed to the AAP leadership that they could consider nominating him to the Rajya Sabha next year. Mr Sidhu had resigned from the Rajya Sabha on July 18.AAP insiders said there is a strong possibility that Mr Sidhu could be the party’s star campaigner for the Punjab polls. \"Since Sidhuji has said he does not want any post, he could be the party’s star campaigner to take the steam out of both the BJP-Akali combine and the Congress,\" said  an AAP insider.Asked what demands Mr Sidhu had made of the AAP leadership to join the new outfit, a close aide of chief minister Arvind Kejriwal said, \"All he has conveyed is that if the party feels so, it could nominate him to the Rajya Sabha next year.\"\rMr Sidhu had recently said he had quit the Rajya Sabha as he was asked to stay away from Punjab.\"How can I leave the people who voted me in four times,\" Mr Sidhu had said.\rHis wife had said that his quitting the Rajya Sabha meant he was quitting the BJP.Though Mr Sidhu has not made any statement about his course of action, there are indications that he could announce his decision anytime between August 10 and August 15.Asked why he has chosen this specific time-frame to make his decision public, an AAP functionary said it was only because party supremo Arvind Kejriwal was going out of Delhi to undergo a ten-day Vipasana course from August 1. \"Once our leader is back, Mr Sidhu is expected to take a final call on joining the AAP.\""
    },
    {
        "_id": "65944ebd602e420d83ff4483",
        "Dhoni steps aside, hands over CSK captaincy to Jadeja": "Mumbai: Twelve seasons, four title triumphs and five runner-up finishes later, the iconic Mahendra Singh Dhoni has decided to hand over the captaincy of Chennai Super Kings to his trusted lieutenant, Ravindra Jadeja.However, in a brief statement, CSK said the 40-year-old will continue to represent the franchise for the \"season and beyond\", having led one of the most successful IPL sides since the tournament's inception in 2008 -- barring the two seasons when the team was suspended in the wake of the spot-fixing scandal.\"MS Dhoni has decided to hand over the leadership of Chennai Super Kings and picked Ravindra Jadeja to lead the team. Jadeja, who has been an integral part of Chennai Super Kings since 2012, will only be the third player to lead CSK,\" said CSK in a statement on Thursday.\"Dhoni will continue to represent Chennai Super Kings this season and beyond,\" the franchise added.Dhoni, 40, who had announced his international retirement on August 15, 2020, had led CSK to their fourth title last season.CSK play KKR in the IPL 2022 opener here on Saturday.The World Cup-winning captain has always been his own man when it comes to leaving captaincy or announcing his retirement.He quit Test captaincy and also the five-day game in the middle of a series in Australia in 2014. And when he thought Virat Kohli was ready to lead India across formats, Dhoni made way for him in 2017.Though the inspirational leader carried on to play the IPL after announcing his international retirement in his inimitable style, his decision to hand over the CSK leadership to Jadeja was not entirely surprising.Dhoni knew that he can't go on forever and the 33-year-old Jadeja, who is at the peak of his prowess, is ready for the challenge. The southpaw was CSK's number one retention before the auction ahead of Dhoni, Moeen Ali and Ruturaj Gaekwad.The announcement still took CSK CEO Kasi Viswanathan by surprise but he said \"if Dhoni takes a decision, it has to be in the best interest of the team\".\"See whatever decision MS takes it is in the best interest of the team. So there is nothing to worry for us. We respect his decision. He is always there to guide us,\" Viswanthan told PTI.\"He has always been the guiding force and will continue to be the guiding force.\"Asked if the 2022 edition can be his last season, the CEO added: \"I don't think it will be his last season. As long as he is fit, we want him to play. That is my wish, I don't know about him (what he thinks).\"On Jadeja's ascension as captain, Viswanathan said the all-rounder is primed to do well.\"See Jaddu will do well. He is probably in the best form of his career. He will definitely do well under MS' guidance. Jaddu has been with us for 10 years and he very well knows the team culture,\" he added."
    },
    {
        "_id": "65944fa5602e420d83ff4485",
        "Salman Khan thanks family, friends and fans on twitter": "Mumbai: With the Bombay high court acquitting him in the 13-year-old hit-and-run case, on Thursday Salman Khan took to Twitter to thank his family, friends and fans for their support.His tweet read \"I accept the decision of the judiciary with humility. I thank my family, friends & fans for their support & prayers.\" The high court set aside the five-year jail term given by the sessions court and acquitted the actor of all the charges.I accept the decision of the judiciary with humility. I thank my family, friends & fans for their support & prayers .— Salman Khan (@BeingSalmanKhan) December 10, 2015Salman’s driver Ashok Singh, in his deposition as a defence witness, had told the trial court that it was he who was at the wheel and not the actor. He also said he had gone to the police after the mishap but his statement was not recorded. After hearing the verdict, Salman was seen breaking down in court. His colleagues from Bollywood too, joined in the celebrations.Actor Anupam Kher, who was part of Salman’s latest release Prem Ratan Dhan Paayo tweeted, \"So happy that @BeingSalmanKhan is acquitted of all charges. Truth prevails. Even if it takes 13 long years.\" \"\"I am happy for him. It’s been 13 years since the case is going on... the family was on tenterhooks. He is a good person... he deserves justice. I do feel bad for the people who lost their lives ...got injured. I do feel bad for the tragedy,\" Kher said.Director Anees Bazmee, who has worked with Salman in No Entry and Ready, said, \"It has taken a long time... it’s a relief for him and his family. It has taken the court to come to conclusion so they would have taken into consideration a lot of factors. I don’t know much about the law (whether it’s a right or wrong decision). There is no one above the court,\" he added."
    },
    {
        "_id": "6594520a602e420d83ff4487",
        "Farhan Akhtar is serious about his music": "Mumbai: Farhan Akhtar’s penchant for music is known to all. Recently, we got to know just how serious the director-turned-actor is about his music.  Farhan, who has been performing at a lot of concerts, wants to make sure nothing comes in way of his rehearsals. A source says, \"Farhan has completed shooting the first schedule of Bejoy Nambiar’s Wazir in Delhi.  Even while the shoot was in progress, he makes sure he dedicates two hours to his music. No matter how chaotic his day is, he makes it a point to practise as he feels it also destresses him. Even after a late night shoot, when everyone else would head to rest, Farhan would be the only one wide awake for his music rehearsals.\""
    },
    {
        "_id": "659452c8602e420d83ff4489",
        "Qualification testing of cryogenic engine for Gaganyaan programme successful: ISRO": "Bengaluru: The Indian Space Research Organisation has successfully conducted the qualification test of cryogenic engine for the Gaganyaan programme for a duration of 720 seconds at ISRO Propulsion Complex, Mahendragiri, Tamil Nadu.The performance of the engine met the test objectives and the engine parameters were closely matching with the predictions during the entire duration of the test on Wednesday, the Bengaluru-headquartered space agency said.\"This successful long-duration test is a major milestone for the Human Space Programme  Gaganyaan. It ensures the reliability and robustness of the cryogenic engine for induction into the human-rated launch vehicle for Gaganyaan\", an ISRO statement said.Further, this engine will undergo four more tests for a cumulative duration of 1810 seconds, it said.Subsequently, ISRO said, one more engine will undergo two short-duration tests and one long-duration test to complete the cryogenic engine qualification for Gaganyaan Programme.ISRO Chairman K Sivan said earlier this month India's flagship Gaganyaan project has completed the design phase and entered into the testing phase.\"There is a directive to launch the first unmanned mission before 75th anniversary of India's independence (August 15, 2022) and all the stake-holders are putting their best effort to meet the schedule. I am sure that we will be able to meet this target\", Sivan had said."
    },
    {
        "_id": "6594537c602e420d83ff448b",
        "North Korea test-fires most powerful missile since 2017": "SEOUL: North Korea on Sunday tested its most powerful missile since 2017, ramping up the firepower for its record-breaking seventh launch this month as Seoul warned nuclear and long-range tests could be next.Pyongyang has never test-fired this many missiles in a calendar month before and last week threatened to abandon a nearly five-year-long self-imposed moratorium on testing long-range and nuclear weapons.With peace talks with the US stalled, North Korea has doubled-down on leader Kim Jong Un's vow to modernise the regime's armed forces, flexing Pyongyang's military muscles despite biting international sanctions.South Korea said Sunday that North Korea appeared to be following a \"similar pattern\" to 2017 -- when tensions were last at breaking-point on the peninsula -- warning Pyongyang could soon restart nuclear and intercontinental missile tests.North Korea \"has come close to destroying the moratorium declaration\", South Korea's President Moon Jae-in said in a statement following an emergency meeting of Seoul's National Security Council.South Korea's military said Sunday it had \"detected an intermediate-range ballistic missile fired at a lofted angle eastward towards the East Sea.\"A lofted trajectory involves missiles being fired at a high angle instead of out to their full range.Sunday's ballistic missile was estimated to have hit a maximum altitude of 2,000 kilometers and flown around 800 kilometers for half an hour, Seoul's Joint Chiefs of Staff said.That indicated that Pyongyang may have tested its \"first Intermediate-Range Ballistic Missile (IRBM) since 2017\", Joseph Dempsey, an analyst with the International Institute for Strategic Studies, wrote on Twitter.The last time Pyongyang tested a similar missile was in 2017, when the Hwasong-12 flew 787 kilometers at an apogee of just over 2,111 kilometers.Analysts said at the time that the trajectory indicated that the missile could have flown around 4,500 km if fired on a range-maximizing ballistic trajectory -- putting the US territory of Guam in range.Japan's top government spokesman Hirokazu Matsuno said Sunday that the ballistic missile \"was one with intermediate-range or longer range.\"Time is ripePyongyang has tested hypersonic missiles twice this month, as well as carrying out four launches of short-range ballistic and cruise missiles.Last week, leader Kim was photographed by state media inspecting an \"important\" munitions factory that produces \"a major weapon system\".\"Kim has been withholding his appetite for testing and provocations,\" Soo Kim, an analyst at the RAND Corporation, told AFP.Now however, \"the time is ripe, and North Korea's continued missile firing will only throw another wrench into Washington's already high plate of foreign policy challenges,\" she added.The frenzy of missiles was also aimed at reminding the world that \"the Kim regime hears external discussions of its domestic weaknesses,\" said Leif Easley, a professor at Ewha University.\"It wants to remind Washington and Seoul that trying to topple it would be too costly,\" he added.The string of launches in 2022 comes at a delicate time in the region, with Kim's sole major ally China set to host the Winter Olympics next month and South Korea gearing up for a presidential election in March.Domestically, North Korea is preparing to celebrate the 80th anniversary of the birth of late leader Kim Jong Il in February, as well as the 110th birthday of founder Kim Il Sung in April.With reports of soaring food prices and worsening hunger, an economically-reeling Pyongyang recently restarted cross-border trade with neighbouring China.And ally Beijing, along with Russia, this month blocked the UN Security Council from imposing fresh sanctions in response to the recent tests."
    },
    {
        "_id": "6594545a602e420d83ff448d",
        "Should Delhi trust Arvind Kejriwal this time?": "New Delhi: President Pranab Mukherjee on Wednesday dissolved the Delhi Assembly, thus making it mandatory for the Election Commission to hold elections in all the 70 seats of the House within the next six months.The process for the November 25 byelections to three seats Mehrauli, Tughlaqabad and Krishna Nagar has now been revoked by the EC.While the Congress and BJP have decided to contest without projecting chief ministerial candidates, the AAP is set to enter the fray under the leadership of its convenor Arvind Kejriwal.Gearing up for the Assembly polls in a bid to recapture power, Kejriwal has said he will be the party’s \"face\" for the election campaign and indicated that he will be the chief  ministerial nominee.Kejriwal, who led AAP to a stunning debut in  the Assembly polls in December last year, said there was no reason why there would be a change in chief ministerial  nominee though a final decision on it would be taken by the  party.\"There is no reason why there would be a change,\" Kejriwal  said, adding the party will take a final decision on the  issue.       There was confusion in the Congress over news channel reports that party vice-president Rahul Gandhi had included controversial leaders Sajjan Kumar and Jagdish Tytler in his nine-member election team for Delhi.All through the day the Congress was in denial mode, suggesting no such committee had been formed for the Delhi elections. BJP spokesperson Sambit Patra termed Mr Gandhi’s reported decision as \"shocking\".The Delhi Sikh Gurdwara Management Committee said giving prominence to Mr Kumar and Mr Tytler would be suicidal for the Congress.A day after the Union Cabinet ratified lieutenant-governor Najeeb Jung’s recommendation to dissolve the Delhi Assembly, the home ministry issued a notification saying Mr Mukherjee had dissolved the House with immediate effect. Fresh elections will end the political hiatus since the 49-day AAP government resigned in February.While the AAP has decided to contest under the leadership of Mr Kejriwal, the saffron brigade would be banking on Prime Minister Narendra Modi’s charisma to ensure a comfortable win for government formation.The Congress too has decided to contest under its collective leadership by not naming any CM candidate.Delhi Congress spokesperson Mukesh Sharma was the first one to deny formation of any such committee. \"No such election committee has been formed by Rahulji. These are mere rumours being cooked up by those who are afraid of facing elections.\"After Mr Sharma, it was Delhi Congress president Arvinder Singh Lovely who denied the formation of any such committee. Asked whether Mr Sajjan Kumar and Mr Tytler were part of any recent meeting held by Mr Gandhi, Mr Lovely said: \"They have every right to meet our top leadership.\""
    },
    {
        "_id": "65945617602e420d83ff448f",
        "Microsoft CEO Satya Nadella's son Zain passes away at 26": "Microsoft Corp. said Zain Nadella, son of Chief Executive Officer Satya, died Monday morning. He was 26 years old and had been born with cerebral palsy.The software maker told its executive staff in an email that Zain had passed away. The message asked executives to hold the family in their thoughts and prayers while giving them space to grieve privately.Since taking on the CEO’s role in 2014, Nadella has focused the company on designing products to better serve users with disabilities and cited lessons he learned raising and supporting Zain. Last year, the Children’s Hospital, where Zain received much of his treatment, joined with Nadella and his wife Anu to establish the Zain Nadella Endowed Chair in Pediatric Neurosciences, as part of Seattle Children’s Center for Integrative Brain Research.\"Zain will be remembered for his eclectic taste in music, his bright sunny smile and the immense joy he brought to his family and all those who loved him,\" Jeff Sperring, CEO of Children’s Hospital, wrote in a message to his Board, which was shared with Microsoft executives."
    },
    {
        "_id": "65945741602e420d83ff4491",
        "Sprinters, including Hima Das, to headline Indian Grand Prix I": "Thiruvananthapuram: Indian sprinters, including the likes of Hima Das, will take centerstage for the first time this season in the Indian Grand Prix 1 Athletics Meet at the Chandrasekharan Nair Police Stadium here on Sunday.Amoj Jacob, Noah Nirmal Tom and Arokia Rajiv, who were part of the Indian 4x400m team that set the Asian record in the Tokyo Olympics in August last year, besides Amlan Borgogain and Nalubothu Srinivas will also be in action in the one-day meet.While Jacob and Nirmal Tom will headline the 400m race, others will battle it out in the 200m sprint.Similarly, Hima, S Dhanalakshmi and AT Daneshwari will make the women's 200m an event to watch while Priya Mohan, MR Poovamma and Dandi Jyothika can make for very competitive 400m contest at the start of the season.All the competitors will try to showcase early form in the season that will see major competitions like the World Championships, Commonwealth Games and Asian Games.National record holder long jumper M Sreeshankar will also seek consistency in form before heading to Belgrade for the World Athletics Indoor Championships next week. He had touched a distance 8.17m in the National Open Jumps Competition at the same venue here.Sreeshankar will be pushed by the likes of Mohammad Anees Yahiya, who was second in the National Open Jumps by only 2cm, Yugant Shekhar Singh and Eldhose Paul and Praveen Chitravel.The other men's event that can see tight competition would be the javelin throw where Rohjt Yadav and Sahil Silwal will vie for honours.The women's long jump pit may see another keen battle featuring Ancy Sojan, Nayana James and Pooja Saini while Abha Khatua and Manpreet Kaur will resume their tussle for supremacy in the women's shot put event.Ajay Kumar Saroj (men's 1500m), Abhishek Pal (Men's 5000m), Karanveer Singh (men's shot put), Lili Das (women's 1500m) and Sharmila Kumari (women's javelin throw) will have to deal with the pressure of going into their events as favourites.Kavita Yadav and Chatru Gumnaram will have to draw strength from one another in the women's 5000m to produce a good time.A total of 90 athletes, including 30 women, will compete in 14 events."
    },
    {
        "_id": "65945929602e420d83ff4493",
        "A beastly tale": "Last year, the cow was at the centre of many heated debates in India. As 2016 starts, it is the turn of the bull. Tamil Nadu, which was recently ravaged by floods, is being shaken and stirred now by Jallikattu, or the lack thereof. The traditional \"bull taming\" contest, originally scheduled to start with the Pongal festivities today, has been banned by the Supreme Court.The Jallikattu tale goes back millennia. A specially bred bull is released from a pen into a small arena with garlands, currency and coconuts wreathed around its sharpened horns. Those who dare have to hang on to the hump for about 15-20 metres or three jumps of the bull to win a prize.This aspect of the annual harvest festival, especially popular in southern Tamil Nadu, was first banned by the Supreme Court in 2014, following a plea that it was cruel to the bull. There was no Jallikattu last year. But this is an election year in the state and all political parties want to woo voters by bringing the sport back.So the Central government issued a notification on January 7, allowing Jallikattu in Tamil Nadu and bullock cart racing in Maharashtra — another harvest festivity banned on the same grounds. But the Supreme Court has twisted the tale by staying the notification. Led by chief minister J. Jayalalithaa, all Tamil Nadu politicians were clamouring for a Central ordinance yesterday, to beat the Supreme Court stay. On Wednesday, the matter came up again before the top court which rejected a petition to allow Jallikattu.The question here is — Does the sport of Jallikattu inflict unnecessary cruelty on the participating bull? Proponents say no and point out that no bull has died in the ring in living memory, though plenty of people have been injured and some killed. Opponents point out that a bull — especially one bred at home — is not naturally aggressive. Left to itself, it would probably amble from spectator to spectator looking for a banana, as a lawyer said in court.To make such a placid animal aggressive, you have to subject it to extreme cruelty. In its 2014 ruling, the Supreme Court referred to a comprehensive inquiry authorised by the Animal Welfare Board of India. Investigators observed that bulls were forced to participate and were deliberately taunted, tormented, mutilated, stabbed, beaten, chased and denied even their most basic needs, including food, water and sanitation. On many occasions, bulls were forced to drink fluids that were, most likely, liquor. And lemon was squeezed into their eyes and chilli powder rubbed on their genitals.Drunk, maddened by pain and terrified of the large roaring crowd, the bull is quite likely to buck and run, making it all very exciting to machismo lovers and illegal punters alike.That is the tradition under threat from animal rights activists. And it is not just Jallikattu. There is also the bullock cart race in parts of Maharashtra around Pune, where yoked pairs of bullock are forced to race down such narrow ravines that collisions are inevitable.The 2014 Supreme Court judgment said bulls must not be used in any type of performance, including Jallikattu, races or bullfights. The last is important, because bullfights are not confined to Iberia or Latin America. They are also held, illegally, in many villages of Goa under the name of Dhirio. Goa’s lawmakers are now considering a move to legalise it.The same judgment of India’s apex court banned cockfighting, dogfighting and any other staged fights between animals — including between humans and animals — for entertainment. That really set the cat among the bulbuls and roosters.India’s different calendars have different names and slightly different dates for the annual harvest festival — Pongal, Makar Sankranti, Lohri, Magh Bihu — but many of them include animal fights. Newspapers carry stern warnings from policemen in Andhra Pradesh that they will not allow cockfighting. There is a court ban. But traditionalists defy.Assam is in the same situation as Tamil Nadu. It is going to the polls and politicians want to allow bulbul fights this Magh Bihu. The Gauhati high court has placed an interim ban and the next hearing is scheduled after Magh Bihu, which is tomorrow.It is difficult to imagine bulbuls fighting for anything more than a perch. But they can, especially when bred and trained like roosters that often fight to the death with sharpened beaks, claws and razor blades. And all the while, millions change hands in illegal bets.The bulbul fights are centered around the Hayagriva Madhab Mandir at Hajo, just 35 km from Guwahati across the Brahmaputra. Hundreds of bulbuls are carried to the temple and starved for a couple of days to make them angry. Champion bulbuls of different villages are pitted against each other in knockout rounds. The village that wins can hold its crest high.Dogfights popular in Haryana and Punjab carry similar cachet — the dogs bred and trained for this are aptly named \"bully kuttas\". Loss of skin, ears, eyes and even life is common.There has been a progression of rights in history. Slavery was outlawed, women got the vote, children cannot be beaten or forced to work. Animal rights is the next frontier. India has had the Prevention of Cruelty to Animals Act since 1960, which states that it is illegal if anyone \"…treats any animal so as to subject it to unnecessary pain or suffering, or being the owner permits, any animal to be so treated\" or if anyone \"solely with a view to providing entertainment… organises, keeps (,) uses or acts in the management (of) any place for animal fighting...\"As with all other rights, tradition is invoked to oppose progress. Animal rights activists say it is critical that people recognise and accept that animal fighting is an atrocity that masquerades as tradition and entertainment.Most of the time, as now, Indian courts have ruled in favour of rights. Now the traditionalists want politicians to legalise their entertainment so that courts cannot intervene. The battle is already being fought across many fronts. On social media channels, the first shots have been fired. Jallikattu supporters argue that it is hypocritical to be simultaneously against the beef ban and Jallikattu. They say non-vegetarians who tacitly condone animal slaughter have no business to oppose animal fights.This argument has been dealt with in the 1960 law on Prevention of Cruelty to Animals. Section 11(3) of this law makes exceptions in five categories under the \"doctrine of necessity\". It permits killing of animals as food as long as there is no inflicting of unnecessary pain or suffering, but entertainment, exhibition or amusement does not fall under any exempted category as the Supreme Court pointed out in 2014. The judgment is clear. Yet animal fights will take place. The battle between man and animal rights will be long."
    },
    {
        "_id": "65945ad4602e420d83ff4495",
        "Jacqueline Fernandez organises Roy trailer screening in Sri Lanka": "Mumbai: While Ranbir Kapoor is not keen on spreading the word on Roy, his co-star Jacqueline Fernandez’s enthusiasm can hardly be curbed. She has said multiple times how special the film is for her as this is also the first time she is playing a double role.In fact so excited is Jackie, that she requested producer Bhushan Kumar to show the trailer to her extended family in Sri Lanka.A source says, \"Jacqueline had seen the rushes of the trailer and is quite happy with the way it has turned out. It’s the first release of 2015 and slated to be one of the biggest films of the year. Understandably, her fans back home cannot wait to see her in a double role. There have been countless requests from her family and friends back home and this was her small way to show her love for them.\"When quizzed about it, Jacqueline said, \"Roy is a first of its kind film for me. A lot of stories about the film have been doing the rounds in Sri Lanka and my family, friends and fans there are curious and excited about the film. I had got requests from them to showcase some videos from the film. When I spoke to Bhushan, he liked the idea of showcasing the trailer in Sri Lanka. It was quite exciting to see their responses.\""
    },
    {
        "_id": "65945eb9602e420d83ff4497",
        "Priyanka not the answer to Congress' problems": "The Congress is jubilant over the restoration of its government in Arunachal Pradesh and quite naturally so. Like in the case of Uttarakhand, the BJP’s bid to impose Article 356 after some Congressmen turned rebels has been struck down by the Supreme Court. This should, one can only hope, deter the BJP from further deployment of a tool that has long been discredited. But when the celebrations stop, the Congress will have to turn its attention to the bigger problems it faces. The immediate one is the Assembly elections in Uttar Pradesh, where the party is looking for ways to remain in the game. In the face of local stalwarts like the Samajwadi Party and the Bahujan Samaj Party and an aggressive BJP, the Congress is in danger of becoming an also-ran. It has got off to a faster start than the others by naming its own chief ministerial candidate — a departure from its normal practice — though it remains to be seen if Sheila Dikshit, for all her reputation as an excellent administrator in Delhi, will enthuse UP’s voters.To bolster the team, the Congress has also decided that Priyanka Gandhi Vadra will campaign all across the state, unlike earlier occasions when she remained confined to the two constituencies of Amethi and Rae Bareli. There she had proved an effective draw, her charm and empathy connecting with the masses and drawing praise even from pundits who saw traces of her grandmother Indira Gandhi in her. For Congressmen, she is the brahmastra which will flatten the Opposition. But will it? There’s no guarantee that Priyanka will have the same impact this time, and specially with first-time voters. And while the Gandhi name has traction in Rae Bareli and Amethi, would it have the same impact in other parts of the state? Not necessarily. Indeed, there is a danger that she will be wasted and by drawing her into public life with a low probability of success, her efficacy will be forever finished. Today there is a mystery about her; tomorrow she will be just another campaigner, except for her surname.Roping in Priyanka will have other repercussions, none of them particularly beneficial to the party. Once in, she can’t be just a campaigner; she will have to be involved in the larger decision-making, and thus will get a role in the party. If she is made yet another vice-president, Rahul Gandhi will have to be elevated as president, presuming that Sonia Gandhi assumes some sort of emeritus mantle. This is fraught with complications, as Congress members won’t know who to flock towards and inevitably three power centres will emerge. The Gandhis between them may not have issues but their camp followers will. Undercutting, second-guessing and intrigue, more than seen now, will be the order of the day.And how will this solve any of the fundamental problems that the party faces? It is losing its connect with the people. Priyanka won’t be able to change that overnight. The bigger concern is the party’s structural weaknesses — the lack of inner-party democracy, the almost total disappearance of state-level leaders who have their pulse on the people of their domain, the robust intra-party communications that allows messages to flow up and down. If anything, Priyanka’s elevation will exacerbate those problems since party elections for top posts will become a farce.Though there may have been a clamour from grassroots workers in parts of Uttar Pradesh to bring in Priyanka, the most vociferous advocates are those who have rarely won an election in their lives and now hold prominent positions at the top. They know her advent will once and for all end the farce of inner-party democracy and make their position even stronger. The Gandhi family is not unaware of this. They have been resisting bringing her into the party and in the public eye for a long time. They realise that with the controversies surrounding her husband Robert Vadra, she will become a target of criticism and calumny. The Gandhi-bashing of the BJP, that is now flagging and becoming tedious and clichéd, will get a new lease of life. They have taken a call to let her campaign all over the state, but they know that if the Priyanka card proves to be a damp squib, it could be humiliating.Meanwhile, the brains trust of the party would do well to not just think about how to revive it but to get their hands dirty and go out into the field. Many of today’s Congressmen and women have forgotten its history, but this has always been a party that worked at the lowest rung. There wasn’t, and perhaps still isn’t, a single village without a Congress member and a single district without a committee. That infrastructure could not have fully vanished. If the party wants to get back into contention, it has to look beyond finding the magic cure for its ailments and start rebuilding the organisation, piece by piece. Priyanka is not the answer to the Congress’ problems."
    },
    {
        "_id": "659460c5602e420d83ff4499",
        "KKR appoint Shreyas Iyer as new captain": "Kolkata: Kolkata Knight Riders on Wednesday appointed India batter Shreyas Iyer as their new captain for the upcoming Indian Premier League after having bought him for a whopping Rs 12.25 crore at the recently-concluded mega auction.Iyer, who had captained Delhi Capitals to their only IPL final back in 2020, was released after the 2021 season and it was an open secret that KKR, who were supposed to replace Eoin Morgan, were in need of a new captain.\"He (Iyer) has impressed one & all as a quality batsman at the highest level & we are confident that he will excel as a leader of Team KKR,\" KKR CEO Venky Mysore said in a statement.Iyer said he is looking forward to fulfilling the role.\"I am extremely honoured to have gotten the opportunity to lead a prestigious team like KKR. The IPL as a tournament brings the best players from different countries and cultures together and I look forward to leading this great group of very talented individuals,\" Iyer said.\"I would like to thank the owners, management and support staff of KKR for giving me the opportunity to lead this team and I am confident that we will find the right synergies to achieve the team's goals.\"Head Coach Brendon McCullum said he is excited to have Iyer in the fold.\"I am very excited to have one of India's brightest future leaders in Shreyas Iyer, take the reins at KKR.\"I have enjoyed Shreyas' game and his captaincy skills from afar and now will look forward to working closely with him to drive forward the success and style of play we want at KKR,\" McCullum said."
    },
    {
        "_id": "6594619a602e420d83ff449b",
        "Devasahayam Pillai becomes 1st Indian layman to be declared saint by Pope": "Vatican City: Devasahayam Pillai, who embraced Christianity in the 18th century, on Sunday became the first Indian layman to be declared a saint by Pope Francis who used the impressive canonisation ceremony here to renew his appeal to world leaders that they may be \"protagonists of peace and not of war.\"Pope Francis, 85, canonised Blessed Devasahayam during the Canonisation Mass held in St Peter's Basilica in the Vatican attended by over 50,000 faithful from all over the world as well as government delegations honouring the 10 new saints.Devasahayam was recommended for the process of Beatification by the Vatican in 2004, at the request of the Kottar diocese, Tamil Nadu Bishops' Council and the Conference of Catholic Bishops of India.A miracle attributed to Devasahayam was recognised by Pope Francis in 2014, clearing the path to his canonisation in 2022.It was the first canonisation ceremony at the Vatican in over two years. Pope Francis, who has been complaining of strained ligaments in his right knee for months, used a wheelchair to preside over the ceremony.In his address, the Pope decried the many wars afflicting the world today and called on leaders to take responsibility.Sadly in the world distances grow and tensions and wars increase, the Pope said, expressing hope that the new saints may inspire solutions of togetherness and ways of dialogue.Especially in the hearts and minds of those who hold positions of great responsibility and are called to be protagonists of peace and not of war, the official Vatican News quoted the Pope as saying.Speaking during the General Audience on March 23, nearly a month after Russia launched a special military operation in Ukraine, the Pope had remarked on how the war in Ukraine shows that humanity had to shed a strange instinct for \"self-destruction\" and that buying more weapons was not the ultimate solution to any conflict.At the beginning of the liturgical celebration, the Pope proclaimed 10 new saints -six men and four women: Titus Brandsma; Lazzarus Devasahayam; Cesar de Bus; Luigi Maria Palazzolo; Giustino Maria Russolillo; Charles de Foucauld; Maria Rivier; Maria Francesca of Jesus Rubatto; Maria of Jesus Santocanale; Maria Domenica Mantovani.A group of Indians holding the tricolour cheered from the gathering when Devasahayam's name was announced.With the completion of the process, Pillai, who took the name \"Lazarus\" after embracing Christianity in 1745, became the first lay person from India to become a saint.Devasahayam was born on April 23, 1712 as Neelakanta Pillai into a Hindu Nair family, at Nattalam in Kanyakumari district, which was part of the erstwhile Travancore kingdom.He was an official in the court of Travancore's Maharaja Marthanda Varma when he was instructed into the Catholic faith by a Dutch naval commander.\"Lazarus\" or \"Devasahayam\" in Malayalam, translates to \"God is my help\".\"While preaching, he particularly insisted on the equality of all people, despite caste differences. This aroused the hatred of the higher classes, and he was arrested in 1749. After enduring increasing hardships, he received the crown of martyrdom when he was shot on 14 January 1752,\" a note prepared by the Vatican earlier had said.Sites linked with his life and death are in Kottar Diocese, in the Kanyakumari district of Tamil Nadu.Devasahayam was declared Blessed on December 2, 2012, in Kottar, 300 years after his birth."
    },
    {
        "_id": "6594627e602e420d83ff449d",
        "We jailed Reddy bros, Modi freed them: Rahul Gandhi": "Hubballi: Hitting back at Prime Minister Narendra Modi, who has often called the Siddaramaiah government corrupt and a \"10 per cent sarkar,\"  Congress president, Rahul Gandhi on Friday said  he had no moral right to speak about corruption when he himself  shared the dais with several ex-jailbirds among BJP leaders during his campaign in the state.Addressing a public meeting in Gajendragad town of Gadag district,  he deplored  the BJP was trying to send several loyalists of mining baron turned politician, Janardhan Reddy, accused of illegal iron ore mining , to the Legislative Assembly, although they too were facing charges of corruption. \"The Reddy brothers have looted the state exchequer to the tune of Rs 35,000 crore. The amount they have looted equals the funds utilised by the UPA government at the Centre across the country under the National Rural Employment Guarantee Scheme (MGNREGS) to provide employment  to rural labourers,\" he said, adding that although the Congress had jailed the Reddy brothers for their involvement in  corruption, Mr Modi had released them after coming to power.\"The money looted by them belongs to the farmers and should have been used to waive off their loans. The farmers, workers and all the poor  are with the Congress as it practices what it preaches,\" the Congress president said,  promising to set up more food processing industries to help farmers and fetch them a good price for their produce if his party returned to power again in Karnataka. As for Mr Modi’s criticism of him, Mr Gandhi said he did not believe in making personal attacks against him as he was the Prime Minister of the country. \"I always speak about Mr Modi with respect without using bad language. This is the history and culture of the Congress,\" he maintained. Lashing out at the Bharatiya Janata Party for its failure to generate employment as promised, he claimed  Karnataka was the main centre of job creation in the country and this had been acknowledged by Mr Modi himself and a few of his Cabinet colleagues."
    },
    {
        "_id": "65946338602e420d83ff449f",
        "Google's Pixel 6a smartphone might launch in May": "Washington: American tech giant Google is rumoured to launch a mid-range Pixel 6a later this year featuring the in-house Tensor chipset and less impressive camera hardware than the flagship Pixel 6 phones.As per GSM Arena, earlier rumours suggested that the device will not launch before August but well-known tipster Max Jambor thinks otherwise saying the device will be official come May.Past Pixel A-series phones like the 5a 5G and the 4a came in August so this would be quite the shift by Google.Apart from the Tensor chipset, Pixel 6a is said to share the same basic design as its more expensive siblings with a punch-hole screen on the front and a camera visor setup on the back.The phone will likely come with a 6.2-inch OLED screen while its dimensions are rumoured to come in at 152.2 x 71.8 x 8.7mm.Its camera hardware will be less flashy, as expectations are of a 12.2MP Sony IMX363 main sensor, the same main camera as on the Pixel 4, Pixel 4a, and Pixel 5.It will be joined by a 12MP Sony IMX355 ultrawide shooter while the selfie cam is expected to come in at 8MP.The phone will also bring an in-display fingerprint scanner which would be a first in the Pixel A-series, as per GSM Arena."
    },
    {
        "_id": "659463de602e420d83ff44a1",
        "Book Review | Account of Nehru's vision well compiled, deficiently clarified": "This is a most apposite offering to the nation in the 75th year of its Independence. The \"debates\" that Jawaharlal Nehru had with Muhammad Iqbal, Mohammad Ali Jinnah and Syama Prasad Mookerjee defined the contours of Independent India; his debate with his deputy PM, Sardar Patel, over our China policy set the parameters of the continuing denigration of his foreign policy.Partisans (including reputed historians) tend to cherry-pick from these documents to reinforce the perspectives that they present; whereas Tripurdaman Singh and Adeel Hussain present the totality of the argument on both sides. But perhaps the most telling arguments are made by the authors themselves in their invaluable Introduction to the book and the preface they have provided to contextualise each of the four debates.In the Introduction, the author-compilers say Nehru’s vaulting vision was in practice tempered by the \"more mundane world of politics\" where \"contemporaries had to be disarmed, opponents confronted and outmanoeuvred, compromises struck, choices made, events responded to\", thus rendering some of Nehru’s arguments as debates with himself, between his soul and his mind, between the ideal and the practical. I regret though that Singh/Hussain have added \"Nehru’s own grip on power enhanced\" for that does not take into consideration the numerous times he offered to go. Nehru was not fighting for personal power but the power to shape India according to the vision he and his mentor, Mahatma Gandhi, had of the scaffolding of a composite India taking its place with a new morality of the world order on offer: an end to the \"Quest for Dominance\", as his grandson, Rajiv Gandhi, put it.With the poet-philosopher, Muhammad Iqbal, who famously described Nehru as a \"patriot\" and dismissed Jinnah as a \"politician\", Nehru shared a \"refined taste for Indian and Western philosophy and literature\", \"gifted orators\" both, ardent socialists both. Their debate revolved around religion and nation-building, a debate that continues to haunt our shared subcontinent decades after the two protagonists have ceased to be among us. While Iqbal \"made it clear that the policy of non-interference in religion is the only policy that can be adopted by the rulers of India\", the foundational principle he espoused was of \"Islamic solidarity\". To this, Nehru’s response was to point to fissures in thewider Muslim world to argue that \"nationalism and the solidarity of Islam do not fit in side by side. Each weakens the other\". He added in a later fusillade against the champions of religious orthodoxy of every persuasion, including of course Iqbal, that he was \"astonished\" that they \"ignore\" the problems of the wretchedly deprived to \"talk of vague metaphysical ideas and the good of the soul, shirk(ing) the problems of today in futile debate about yesterday\". Nehru continued that it further astonished him to find Iqbal advocating \"a social structure which may have suited a past age but is a hopeless anachronism today\". Iqbal hit back: Nehru, he alleged, \"inwardly resent(ed) the prospects of Muslim political and religious solidarity, particularly in India… I fear the articles reveal practically no acquaintance with Islam or its religious history\". And, so the argument continued, with neither losing an iota of his respect, indeed, affection for the other. I would have preferred to see this debate with Iqbal contextualised by Nehru’s arguments on the same points with Mookerjee, who headed the Hindu Mahasabha. But Singh/Hussian have preferred to cite Mookerjee’s objections to the First Amendment (that, ironically, is now being grossly misused by the very BJP that Mookerjee founded!)With Jinnah it was different, a no-holds barred political wrestling match. In the letters published here dating back to 1938, Nehru kept insisting that he was not prepared to discuss matters with Jinnah until Jinnah first set out the points of difference that he had with the Congress. Eventually, it was not Jinnah but Nehru who, based on material sent him by Jinnah, set out the 14 points to be reconciled, with the first being the League’s Fourteen Points. Nehru in 1938 was speaking from a position of strength, after the Congress trumped all others in the elections of 1937 and the Muslim League secured under five per cent of the Muslim vote in separate electorates. While Nehru stressed that without Independence in hand, it was futile to talk of constitutional protections which neither could do anything about at this pre-Independence stage, Jinnah refused to prioritise the struggle for Independence over safeguards for his minority. The proposed Nehru-Jinnah discussions never took place. By the time Independence became a contingency post-War Britain herself was pressing for, Jinnah had so rallied the Muslim vote (in highly restricted suffrage) that the positions of strength were reversed. I think Singh/Hussain would have served their purpose better if the speeches and writings of Jinnah and Nehru in 1945-48 had been retrieved as their argument in 1938 had become passe and déjà vu on the eve of Partition. Also, since Jinnah lived for 13 months in separated and independent Pakistan this reporting of their \"debate\" would have been enriched by including, in their own words, their post-Partition positions, contrasting, say, Nehru’s January 1948 address to AMU with Jinnah’s speech in the same month on the role of the sharia in Pakistan’s constitution.The major shortcoming in the book is that while this is, perhaps, the first time the general reader has been given access to Nehru’s Note for Cabinet on his China policy on November 18, 1950, effectively his rebuttal of the Sardar’s letter of November 7, 1950, the authors have joined the chorus of denunciation without answering the issues Nehru raised: what, in practical terms, could we have done differently? Sent our army into Tibet or captured the Chumbi Valley when Gen.Cariappa had said, \"Nothing doing\"? Imposed on China our interpretation of our northern frontiers? Militarily allied with the West in their crusade against communism just as India took the lead in breaking the West’s centuries-old hegemony? Fought a war with China in 1950 just as it was resisting, with telling effect, the might of the West in Korea? Could we have based ourselves in 1950 on war mongering when even in 1962 the communist Chinese unilaterally withdrew to where they had been before the outbreak of hostilities, not even remaining in Tawang? And the key question: why did the deutero-Nehru of post-1959 betray the proto-Nehru of 1949-59?"
    },
    {
        "_id": "65946501602e420d83ff44a3",
        "UK inflation: Study abroad journey for Indians gets tougher": "New Delhi: Indians may have been issued the largest number of UK students visa this year but finding accommodation and surviving in cities where their colleges or universities are based has become a challenge for international students with the increase in inflation.According to students and industry experts, the study abroad journey has become a bumpy road for the students who have just moved to the country making it no less than a nightmare to have no roof over their heads in a country that is completely alien to them.Their woes aren't limited to finding an affordable accommodation but also surviving amid continuously rising food inflation which has increased their daily expenses.UK inflation jumped to a record high in 2022. The Consumer Prices Index, including owner occupiers' housing costs (CPIH), rose by 8.8 per cent in the 12 months upto September 2022. As per the November stats by the Office for National Statistics, the inflation rate sky-rocketed at 9.3 per cent.According to British High Commission's statistics, India has now overtaken China as the largest nationality being issued sponsored study visas in the UK. Indians received the largest number of UK student visas at 1.27 lakh for the year ending in September 2022.\"I was forced to spend around Rs 1 lakh while shifting between Airbnbs between October 1 to October 21 last year and had over 10 in-person viewings for accommodation after arriving in London. I was out everyday on weekdays too after college, said Chayanika Dubey, who flew to the UK three months back to pursue Masters in Administration and Cultural Policy at the Goldsmiths University of London.Naman Makkar, a student currently pursuing MSc in International Business at Aston University in Birmingam, tries to stay optimistic while battling such high prices.\"With the current inflation rates, keeping my expenses to a minimum is a challenge in itself. I tend to focus on the essentials, but do try to take care of my cravings at times, because when you are away from home, you cannot afford to neglect the importance of self-care,\" he said.Ria Jain, who completed her bachelor's 7 years ago from the UK and has once again chosen the very same place to pursue further studies, said, \"Seven years ago I was spending same amount on food for atleast two weeks that I am spending for quantity of food that would probably last not more than four days\".Jain is pursuing MSc in Project Management from University of Northampton.The unfolding scenario is also making some study abroad aspirants apprehensive about choosing the country as their destination.Skandha Rajeev, a class 12 student, said, \"Ever since class six I have always dreamt of doing my Bachelors from the UK and preparing accordingly. But with the constant financial crisis in the country I decided to go for a realistic approach by choosing a less inflated country as compared to the UK\".\"With a constant increase in prices, expectations and pressure increase too. As a student in a new country I would rather focus on my studies than to worry about how much allowance I am left with,\" he said.Rajeev has instead chosen to study Electronics Engineering from Canada after finishing school.Anubhav Seth, AVP, Career Launcher, however, feels that a massive shift in the popular choice of study abroad destinations is unlikely.\"The US, UK, Canada and Australia remain top destinations for students going abroad for higher education. Higher visa rejection rates for student applications to Canada and ease of applications for the UK have caused shifts among significant destinations, with UK emerging as the favourite. However, destinations such as UAE, Italy, Germany, Turkey, and Malaysia are quickly becoming hot destinations but a complete shift is unlikely,\" he said.His thoughts were echoed by Ankit Mehra, CEO and Co-founder of GyanDhan, an education financing company, who said the changes introduced by the UK Home Office for the Student visa do not directly impact Indian students' prospects of studying in the UK.\"The UK will not become less favourable anytime soon. The country is gaining traction owing to the implementation of the graduate route and the High Potential Individual visa route.\"But the rising cost of living has increased the financial burden on students abroad. It has led to a jump in the demand for top-up loans. Lenders have also increased the loan amount limit to pursue education abroad,\" Mehra said.Amit Singh, Founder of UniAcco, a global platform that helps students find the right accommodations, claimed that UK for the last 8-10 years has been going through a housing crisis, which has been putting pressure on the residential stock of real estate.\"In the last 4-5 years, the councils have come up very strongly against landlords leasing their accommodations to students. If you are a student and want to land up in the UK, take up an accommodation like how PGs operate in India, such possibilities have only been shrinking,\" he said."
    },
    {
        "_id": "659465c0602e420d83ff44a5",
        "Chandrayaan-2 finds Moon ionosphere density varying": "NELLORE: Moon is said to have a very tenuous atmosphere. Since ionosphere derives its origin from the atmosphere, plasma density of the Moon is believed to be only a few hundred ions per cubic centimetre.However, measurements made using Dual Frequency Radio Science (DFRS) experiment onboard Chandrayaan-2 orbiter have shown that Moon’s ionosphere has a plasma density of 104 cm-3 in the wake region, which is at least one order of magnitude more than that present on the day side.Chandrayaan-2, the second Indian Lunar exploration mission launched by Indian Space Research Organisation (Isro) on July 22, 2019, carried several payloads, among which DFRS is to study the lunar ionosphere. DFRS uses two coherent signals in S-band (2240 MHz) and X-band (8496 MHz) of radio frequencies.These are transmitted from Chandrayaan-2 orbiter and received by the ground station at Byalalu, Bengaluru, to explore lunar plasma ambiance using the radio occultation (RO) technique.Simultaneous measurements by two coherent radio signals helps mitigate the effect of Earth’s atmosphere and any uncertainties due to various sources during the experiments.DFRS payload was conceptualised and jointly developed by Space Physics Laboratory (SPL) of Vikram Sarabhai Space Centre, Trivandrum; UR Rao Space Centre (URSC), Bengaluru; and Isro Telemetry, Tracking, and Command Network (ISTRAC), Bengaluru. Total 12 radio occultation experiments have been conducted in campaign mode on four different occasions."
    },
    {
        "_id": "65946663602e420d83ff44a7",
        "Get out of comfort zone: Rajat Gupta": "Hyderabad: Rajat Gupta, the former director of Goldman Sachs, is likely to don the new role of a teacher at the Indian School of Business, the institute that he founded.Replying to an ISB student’s query if he would consider taking up teaching, Mr Gupta said, \"In fact, I have a secret to tell you. I tried to teach strategy at ISB... But I found it is difficult to teach... But as I always get out of my comfort zone, why not. If the dean invites me, I would be happy to teach at ISB.\"He also suggested ISB students against sticking to their comfort zone. \"Once you get into a comfort zone, you must get yourselves out of it. Otherwise, you will get into a rut.\"Mr Gupta said he quit McKinsey’s Scandinavian office despite it being one of the most successful offices because it had become comfortable."
    },
    {
        "_id": "65946708602e420d83ff44a9",
        "Avni Chaturvedi becomes first woman IAF pilot to participate in aerial wargame abroad": "New Delhi: Weeks after scripting history by becoming the first woman fighter pilot of the Indian Air Force (IAF) to take part in an aerial wargame abroad, Squadron Leader Avani Chaturvedi says flying combat aircraft is exciting and the sky is the limit for young people wanting to pursue a career in the force.Chaturvedi, a Su-30MKI pilot, was part of the IAF contingent that participated in a 16-day mega air combat exercise with the Japan Air Self Defence Force (JASDF) at the Japanese airbase of Hyakuri from January 12 to 26.\"It is always a good experience to participate in flying exercises, especially with a foreign air force. This is more so because this was the first time that I was involved in an international exercise. It was a huge opportunity for me and a wonderful learning experience,\" Chaturvedi told PTI.The exercise, \"Veer Guardian-2023\", was the first such wargame between the IAF and the JASDF with a focus on air-combat manoeuvring, interception and air-defence missions.\"I would like to convey to all the young, aspiring girls and boys that the sky is the limit for you. The IAF is a wonderful career option and flying fighter aircraft is really exciting,\" Chaturvedi said.\"I would like to tell all IAF aspirants that you should set your eyes on the goal and go for it with dogged determination,\" she said when asked how arduous was the path for her to become a fighter pilot.A B.Tech in computer science, Squadron Leader Chaturvedi was among the first three women fighter pilots commissioned into the IAF in June 2016. The other two were Bhawana Kanth and Mohana Singh.\"This exercise has given us a great opportunity to learn from each other. The endeavour is to understand each other's working philosophies, planning processes or any good practice in general. It is a mutual learning exercise,\" Chaturvedi said.According to officials, women fighter pilots in the IAF had participated in air exercises within the country, but this was the first time that one of them was part of a military drill abroad.In February 2018, Chaturvedi, who hails from Madhya Pradesh, became the first Indian woman to fly a fighter aircraft solo when she flew a MiG-21 bison. She undertook the sortie from the IAF's Jamnagar base.Chaturvedi, Kanth and Singh were commissioned into the IAF in 2016, less than a year after the government decided to open the fighter stream for women on an experimental basis.The IAF currently has around 20 women fighter pilots.Last year, the defence ministry said it had decided to convert the experimental scheme for the induction of women fighter pilots in the IAF into a permanent one.In 2020, the Navy announced deploying its first batch of women pilots on the Dornier maritime aircraft.In the \"Veer Guardian\" exercise in Japan, India had deployed the Su-30MKI aircraft, one IL-78 flight refuelling aircraft and two C-17 Globemaster strategic airlift transport aircraft.The JASDF participated in the exercise with its F-2 and F-15 aircraft.During the exercise, the two air forces engaged in complex and comprehensive aerial manoeuvres in multiple simulated operational scenarios. The IAF and the JASDF engaged in air-combat manoeuvring, interception and air-defence missions, both in visual and beyond-visual range settings, officials said.The aircrew of the two air forces also flew in each other's fighter aircraft to gain a deeper understanding of each other's operating philosophies."
    },
    {
        "_id": "659467ec602e420d83ff44ab",
        "GST council puts off rate hike on textiles": "New Delhi: The Goods and Services Tax Council on Friday decided to defer the hike in GST on textiles from five per cent to 12 per cent that was due to kick in from January 1, 2022. The GST Council, however, decided to retain the status quo, and keep it at five per cent. However, the matter has been referred to the tax rate rationalisation committee and it will be discussed again at the next meeting of the council for the future course of action.Briefing the media after the GST Council meeting, finance minister Nirmala Sitharaman told reporters that Friday’s meeting was a brief one with only one item on the agenda -- the rate rationalisation on textiles, and it was called under the emergency provision. \"The meeting was triggered by a notice sent to me by the Gujarat finance minister, who had requested a reconsideration of the September 2021 decision taken in the council,\" she said. Several other states – including West Bengal, Delhi, Tamil Nadu and Rajasthan – had supported the Gujarat government’s demand.The finance minister said a similar demand to suspend the rate hike on footwear was not agreed to by the council. With effect from January 1, 2022, all footwear, irrespective of prices, will attract GST at 12 per cent.A group of state finance ministers which is looking at GST rate rationalisation has been asked to look at the tax rate on textile, the finance minister said, adding that the group has been asked to present the report by February next year.At present the tax rate on manmade fibre (MMF) is 18 per cent and MMF yarn 12 per cent, while fabrics are taxed at five per cent. The GST Council also decided Friday that the 12 per cent uniform GST rate would apply on textile products, except cotton, including readymade garments.\rMs Sitharaman said that at the September 2021 Lucknow GST Council meeting, it was decided to make corrections on two inversions, but some states had sought reconsideration of the rate change on textiles. \"We looked into the fact there are so much complexities in the sector on rates, for which the council has agreed to maintain the status quo,\" she added.When asked about any extension of the compensation cess, the finance minister said this issue was not on the agenda on Friday. \"Some state finance ministers did mention the issue of extending compensation cess, however, no discussions were held. At the moment, I have nothing before me in this regard,\" Ms Sitharaman added."
    },
    {
        "_id": "65947954602e420d83ff44ad",
        "Ambani promises 5G across India by Dec 2023": "New Delhi: Billionaire Mukesh Ambani on Saturday announced that his telcom firm Reliance Jio will launch 5G services across the country by December 2023.Jio is rapidly progressing to roll out 5G services within this month.Speaking at the IMC 2022 event, Ambani said Jio will launch affordable 5G services and cover every nook and corner of the country by December 2023."
    },
    {
        "_id": "65947a30602e420d83ff44af",
        "Tata Motors on top gear to boost EV sales": "Pune: Tata Motors, India’s third largest car maker, will launch six new electric cars over the next two years to boost its leadership position in the electric market and grow the green segment in the country.\"We will launch a new electric vehicle model next year,\" Vivek Srivatsa, Head, Marketing, Sales and Service Strategy at Tata Passenger Electric Mobility told FC without disclosing the model.He said Tata Motors is the market leader with over 77% market share in India's electric vehicle (EV) market in the first half of this calendar year, with sales of over 34,000 electric cars.\"We are growing the EV market with new green vehicle models,\" Srivatsa said, saying the company was on its track to deliver 10 electric models by 2025. At present it sells Tigor EV, Tiago EV hatchback, Nexon EV and Xpress T EV which have been well received in the market.\"The sales momentum will be accelerated when six more EVs such as Curvv EV, Sierra EV, Avinya and Harrier EV will be introduced in the market,\" Srivatsa said.He said till date over 1 lakh Tata electric cars were on the Indian roads and in the five months from April to August 2023 while Tata Motor sold 26,600 EVs, the EV industry had sold a total of 36,000 units.According to Canalys research firm, in the first half of this calendar year, MG Motors, the second biggest EV players in the country, surpassed 10 per cent market share, largely due to the success of the MG ZS and MG Comet (also known as the MG Air), which gained traction in selected markets.During the period, Mahindra presented a direct challenge to Tata with its XUV 400, securing a substantial 9 per cent market share. Similarly, Citroen's eC3 EV achieved a 3.5 per cent market share, reflecting a positive market response to more affordable compact EVs.Recently, Tata Motors introduced the all-new Tata Nexon EV priced at Rs 14.74 lakh at the Delhi showroom. The range of the all-new Nexon EV LR has been increased to 465km (MIDC Certified).With V2L technology, the Nexon EV acts like a power bank, and helps stored energy in the HV battery to power external gadgets, appliances etc., such as electrical camping equipment, power tools and a variety of consumer electronics devices.The new Tata Nexon is also capable of charging other EVs."
    },
    {
        "_id": "65947ade602e420d83ff44b1",
        "Aditya-L1 set to reach its destination on January 6: ISRO chief": "Sriharikota: India's maiden solar mission -- Aditya-L1 - launched on September 2, is set for its final manoeuvre to reach its intended destination L1 point on January 6, ISRO Chairman S Somanath told ANI on Monday.\"Aditya-L1 is going to reach its L1 point on January 6 and we are going to do the final manoeuvre to keep it there,\" the ISRO chief said, on the sidelines of the successful launch of XPoSat mission to study black holes.So far in its journey, the spacecraft has undergone four earth-bound manoeuvres and a Trans-Lagrangean Point 1 Insertion (TL1I) manoeuvres, all successfully\rAddressing reporters on the very first day of 2024, Somanath said ISRO has about 12-14 missions in pipeline this year.\"Only in 12 months (in 2024), we have to have a minimum of 12 missions on our target. It may exceed depending upon our ability to produce hardware, complete the testing and if things go well. If it is not going well, there could be an impact. Otherwise, we are getting ready for at least 12-14 missions,\" he said, without getting into much of the specifics.About the Gaganyaan mission, he said at least two more abort missions would be done, one unmanned mission though target to do two, parachutes drop tests, and 100s of valuation tests would be conducted before the actual launch in 2025.\r\"2024 is going to be the year for Gaganyaan readiness...Along with that, we will have a helicopter-based drop test to prove the parachute systems; there will be multiple drop tests. We also will have many hundreds of valuation tests. So it is going to be a Gaganyaan year,\" ISRO chief added.Meanwhile, earlier today, the X-ray Polarimeter Satellite (XPoSat) to study X-ray emission from various celestial sources was launched successfully, and its lift-off was normal.Addressing the scientists after the successful launch of the mission, Indian Space Research Organisation (ISRO) chief S Somanath said the PSLV-C58 vehicle placed the satellite precisely into the intended orbit of 650 km, with a 6-degree inclination.\"From this point, the orbit of the PSLV will be reduced to a lower orbit, where the upper stage of the PSLV which is now described as POEM will carry out experiments with nine of the onboard payloads and that will take some time,\" Somanath added.It is India's first observation of black holes, though other countries have done such studies earlier.Somanath said it took 7 years to build this satellite.\"We want to create at least 100 scientists who can understand this aspect and contribute to the knowledge of black holes to the world,\" he added.In a stellar display of prowess, India soared to new heights in 2023 with the successful soft landing of Chandrayaan-3 on the south pole of the moon and the launch of Aditya-L1, India's first solar mission.These milestones not only secured India's standing in the global space economy but also fueled the engines for the private space sector in India.Among other feats India now aims for are the Gaganyaan Mission in 2024-2025, setting up 'Bharatiya Antariksha Station' by 2035, and sending the first Indian to the Moon by 2040."
    },
    {
        "_id": "65947bf8602e420d83ff44b3",
        "Sanjay Leela Bhansali's 'Gangubai Kathiawadi' to release on Feb 25": "Mumbai: Filmmaker Sanjay Leela Bhansali-directed magnum opus Gangubai Kathiawadi, starring Alia Bhatt, is set to release theatrically on February 25.The filmmaker's banner Bhansali Productions announced the new release date via their official Instagram page.\"Witness her reign in cinemas near you on 25th February 2022. #GangubaiKathiawadi\" read the tweet from the production house.The upcoming period movie is adapted from one of the chapters of noted author Hussain Zaidi's book \"Mafia Queens of Mumbai\".It features Bhatt in the title role of Gangubai, one of the most powerful, loved and respected madams from Mumbai's red-light area Kamathipura during the 1960s.The movie has been delayed multiple times due to the coronavirus pandemic that hit India in March 2020.Gangubai Kathiawadi, backed by Bhansali Productions and co-produced by Jayantilal Gada's Pen India Limited, also stars Ajay Devgn in an interesting role.The movie will have its world premiere at the 72nd Berlin International Film Festival next month."
    },
    {
        "_id": "6594fc83b985d57965ff1876",
        "Spin legend Shane Warne passes away at 52": "Australia cricket great Shane Warne, widely regarded as the greatest leg-spinner of all time, has died aged 52, according to a statement issued by his management company.Warne's management said he died in Koh Samui, Thailand, of a suspected heart attack.\"Shane was found unresponsive in his villa and despite the best efforts of medical staff, he could not be revived,\" the statement said.\"The family requests privacy at this time and will provide further details in due course.\"It comes just hours after the death was announced of fellow Australian great Rod Marsh, one of the game's outstanding wicketkeepers.Warne was credited with reviving the art of leg-spin and during a brilliant 15-year career he took 708 Test wickets -- a tally surpassed only by Sri Lanka off-spinner Muttiah Muralitharan, who took 800.Australia opener David Warner tweeted: \"Two legends of our game have left us too soon. I'm lost for words, and this is extremely sad. My thoughts and prayers go out to the Marsh and Warne family. I just can not believe it. #rip, you will both be missed.\""
    },
    {
        "_id": "6594fda1b985d57965ff1878",
        "Farmers who sacrificed land for Almatti want dam height increased": "Hubballi: Farmers in the twin districts of Bagalkote and Vijayapur are regularly short of water for irrigation although they  sacrificed acres of their land for the construction of the Almatti dam, which unfortunately, has not been able to meet their needs always.When the reservoir filled to the brim this monsoon, the drought -hit farmers felt their troubles were over, but their cheer was shortlived as they  are once again short of  water for their Rabi crop. Fed up, the farmers are now pitching for an increase in the height of the dam to allow it to store more water, regretting that the government has done nothing about this although the Krishna Water Dispute Tribunal had allowed it to raise the dam's height to 124 meters eight years ago. Built across the river Krishna, the Almatti dam has a storage capacity of 123 tmc ft of water.  Last year, the officials had managed to supply abundant water from it to the farmers even in the Rabi season, but this year with most of the dam's water being used for the Kharif season, it has little left for the Rabi.\"The officials increased the total command area of the Almatti reservoir assuming that the inflow of water would continue for at least two or three months after the monsoon. But their calculation has gone wrong and the farmers have no water this season. They are suffering due to the negligence of the government,\" complained farmer leader, Basavaraj Kumbar. Minister Shivanand Patil, who is also irrigation consultative committee chairman, says it will take over Rs 1 lakh crore to raise the height of the dam, and the money may have to be raised through public bonds."
    },
    {
        "_id": "6594ffbcb985d57965ff187a",
        "Well tried! But it's the medals that count": "The beast we know as social media needs to be continuously fed to keep it in perpetual outrage mode, and this week author Shobhaa De did the needful. Her tweet about the Indian contingent dismissed with a wave of the hand and a sneer their poor show at the Rio Olympics. De didn’t mince her words — all that the athletes would get back from Rio would be selfies, she suggested and called it a waste of money. Twitter warriors, always ready to take up cudgels from the comfort of their mobile phones, went after her and, naturally, since this was a made-for-television spat, channels went into overdrive to hold debates on this crucial issue. De being De, has not apologised for her tweet — and why should she — and neatly switched to criticising sports officials rather than the athletes. Two points arise out of this — first, as much as we have the right to criticise De for her views, she has a right to air them.Those who get worked up over things don’t always remember this. She may have been glib, she may have been unfair, but she has a right to say what she did. Her critics have a right to hit out at her, though in the typically crude style we have become used to, many of the attacks were ad hominem and downright nasty and obscene. But that, unfortunately, is the new normal and is not going to change any time soon. It is the second reaction that is more interesting, in that it provides a glimpse into what we have become. It is not as if in the pre-Twitter days people did not criticise Indian Olympians for failing to return with any medal. Not much was expected from the athletes, but certainly a poor show by the hockey team, which once dominated the world, evoked sharp comment from fans and the media.Conversely, every little achievement, even if it did not result in a medal, was seized upon for out of proportion glorification. Milkha Singh came fourth in the Rome Olympics and till today urban legend has it that if he hadn’t looked around he would have come third. P.T. Usha, a fine athlete with a slew of medals won at international races, made it to the finals in the 1984 Olympics but did not win. It was not till the Beijing Olympics that India won its first gold medal in an individual sport and that rightly turned Abhinav Bindra into a star. Others, such as Sushil Kumar, Mary Kom and Rajyavardhan Singh Rathore too have come back with medals. But while we hail their feat, it is sobering to know that Michael Phelps has now won 21 gold medals by himself! That is far more than the nine this country of 1.2 billion has won so far.Pointing this out is not being unpatriotic, but simply realistic. One of the criticisms against De was that she didn’t know and would never know the sheer hard work and effort that our Olympians had put in. And that is true — each of the sportspersons who have made it to the Olympics would have worked hard in the most trying of circumstances: poor infrastructure, unhelpful officials and simply an abundance of all the daily difficulties of life in India. Yet, of late, athlete after athlete has emerged from the far corners of this land and won the honour of representing their country in the greatest sports arena of this world. One cannot even begin to know the dedication of someone like Dipa Karmakar from Tripura to become the first-ever Indian gymnast to go to the Olympics. In a cricket-mad country, other sports get short shrift and gymnastics is almost non-existent, yet she, like her north-eastern compatriot Mary Kom, shrugged off the problems and practised hard to win that privilege.But while we laud the effort, it is a hard fact of life that the world does not recognise effort — it only hails achievement. Every athlete at the Olympics from every nation must have put in the same superhuman levels of practice to make it to Rio; they all carry the dreams of the countrymen and women. They all deserve to be hailed. But the record books will show the medal winners. If Indians lose \"by a whisker\", as Bindra did, that won’t be mentioned anywhere. Do we want to be known as a country that always fails by a whisker? Earlier in the week, a video showing Dipa Karmakar \"winning a gold medal\" was doing the rounds; it was obviously fake because the finals are on the 14th.Yet, many simply swallowed it as gospel, because not only are we hungry for good news, we now only want good news. We cannot face disappointment; our cricketers are the best, our athletes are the best and everything about us is the best. The media happily participates in building up this hyper-nationalistic narrative. De happened to be the person who said the bitter truth, so she had to be shouted down. I found the tweet a bit silly in tone (and premature too), but it wasn’t far off the mark. But she was expressing her anguish at the defeat after defeat of Indians and was angry to see the Indian hockey team lose to Germany while dominating the entire match. Yes, you guessed it, we lost by a whisker."
    },
    {
        "_id": "659500dbb985d57965ff187c",
        "L&T Powers ISRO's Moon Mission  Chandrayaan 3": "Mumbai: Larsen & Toubro (L&T), an Indian multinational engaged in EPC Projects, Hi-Tech Manufacturing and Services, has been associated with India’s Space Program for over five decades. L&T is playing a critical role in the launch of LVM3 M4 Chandrayaan Mission. In a hallmark achievement L&T has been involved in this mission starting from manufacturing of subsystems till mission tracking.(Image: PTI)The critical booster segments, namely head end segment, middle segment and nozzle bucket flange, with a diameter of 3.2 meter were manufactured and proof pressure tested at L&T’s Facility in Powai. Other contributions to the mission include supply of ground and flight umbilical plates, manufactured from L&T’s hi-tech Aerospace Manufacturing Facility at Coimbatore. L&T also has been playing a key role in the system integration of Launch Vehicle for the Indian Space Programme.Mr AT Ramchandani, Executive Vice President and Head, L&T Defence said, \"We are privileged to partner with ISRO in nationally important space programmes for which L&T has contributed its remarkable engineering prowess, manufacturing expertise and skilled workforce. The Space sector is opening up for the Indian Industry and we will leverage this long association with ISRO to play a bigger role in Space Programmes of the future.\"(Booster segment by L&T)The space hardware was produced at L&T’s hi-tech Aerospace Manufacturing Facility fulfilling the stringent quality and timeline requirements for India’s third Moon mission. All these subsystems have been delivered ahead of schedule.The L&T made Precision Monopulse Tracking Radar (PMTR) at the Satish Dhawan Space Centre, Sriharikota has been used for fast acquisition and tracking of Launch Vehicles. L&T has also commissioned the Deep Space Networking Antenna at Byalalu required for exploratory missions.L&T, as a long-term trusted partner of ISRO, has been involved in the production of a range of hardware for every mission of ISRO, including the acclaimed Chandrayaan-1 and 2, Gaganyaan and Mangalyaan missions.The Chandrayaan Mission: LVM3 launcher which is ISRO’s heavy-lift launcher is identified for Chandrayaan mission given its requisite payload carrying capacity for launching an Orbiter module in a desired elliptical orbit. The S-200 forms the solid propellant booster for this launch vehicle."
    },
    {
        "_id": "659501cfb985d57965ff187e",
        "Number of CPSEs rises under PM Modi": "Hyderabad: Despite repeated calls for reducing the government’s ownership of businesses, the Narendra Modi-led government has ended up floating more Central Public Sector Enterprises (CPSEs) between 2014 and 2018.According to the Department of Public Enterprise (DPE) data, there are 339 CPSEs — excluding insurance companies — as on March 31, 2018 compared to 290 CPSEs on March 31, 2014. In the four years, the BJP government has set up 49 more central government-owned companies.The increase in CPSEs runs counter to the widely prevalent perception of Prime Minister Narendra Modi being a believer in the concept of less government and more governance. \"Government has no business to be in business,\" Mr Modi said in October 2015, a few months after he took over power. However, the role of the government in business has only increased.Though the consistent disinvestment policy of successive governments has been to shed the management control of public sector units either by selling the companies to private sector entities or by bringing down the government stake to less than 50 per cent, the Modi government did not match the success of the Atal Behari Vajpayee government on this front.While the Vajpayee government managed to bring down the government stake to less than 50 per cent in many companies, data available on BSE indicates that the Modi government has been following the cautious approach adopted by the Left-leaning UPA governments by selling stake in single-digit percentages.The Centre has raised Rs 1,36,018 crore from 2014 to 2019 by selling minority stakes in 41 public sector companies, which include Navratna PSUs as well as others. But it did not sell any PSU to a private company. From 1998 to 2004, the Vajpayee government had sold 14 CPSEs and 19 hotels to private entities.The BSE data also shows that the big-ticket stake sale under the Modi government has been to exchange traded funds. While a CPSE buying another CPSE amounts to the transfer of cash from one hand to another, ETFs do not involve ending inefficient government-led management systems at CPSEs—both of which paint the current policy preference as status quoist.The Modi government raised Rs 82,448 crore from Bharat 22 ETFs and CPSE ETFs from 2014 to November 2019. It also raised Rs 52,829 crore by way of imperfect disinvestment of selling the government’s stake in a CPSE to another CPSE.The government has also raised Rs 18,300 crore by selling partial stake that erstwhile UTI had in some blue-chip companies.In July this year, however, Minister of State for Finance Anurag Thakur informed the Lok Sabha that the government has given an in-principle nod for the strategic disinvestment of 23 CPSEs."
    },
    {
        "_id": "65951b0cb985d57965ff1880",
        "Hypocrisies of caste: A timely reminder to Indians": "It is not clear who the intended reader of Dr Gwendolyn Simpson Chabrier’s 267-page book India’s Untouchables may be. Dr Chabrier has taught literature at universities in New York and Paris and has written about William Faulkner and Norman Mailer in the past. She has also authored a novel about Myanmar called Asian Destiny and another novel, Behind the Barbed Wire, about the Holocaust.Bookshelves groan under the weight of books written about the horrors of the Holocaust. They may soon start groaning under the weight of books written about India by anyone who has had any connection with this country and some who have just had access to libraries and secondary material.The author has clearly spent an enormous of time reading about India’s caste system. The bibliography runs into almost 15 pages. This is in addition to the notes and references at the end of each of the six chapters.For many Indians, much of what Dr Chabrier says would be familiar. Caste remains one of those subjects that the argumentative Indian can argue endlessly about. In Narendra Modi’s India, we are told caste is becoming less relevant and subsumed to development with a Hindutva packaging. But Uttar Pradesh’s new chief minister and Bharatiya Janata Party’s stormy petrel Yogi Adityanath is on record saying that while he does not believe in casteism, he does not see anything wrong with caste being the organising principle of society. This essentially boils down to saying that everyone should know his/her place. That is the central message of caste. Those who stand to lose with this organising principle are those at the bottom of the hierarchy and who face the brunt of oppression by those above.Dr Chabrier catalogues a lot of the information that is available about various aspects of caste — the pernicious system, it origins, etc., the social reformers and politicians in India who tried to turn this system upside down, the untouchable men, the untouchable women, the untouchable children and finally untouchables and Indian literature.Given the way the information is presented, the book does come across as one about caste as seen through a Western lens. It provides a lot of information to non-Indian readers who may know little about the subject and can be used as a rapid reader by Indians who know something about the subject but would like to go deeper.India’s Untouchables By Gwendolyn Simpson Chabrier Grove Press, pp. 272, Rs 1,088I found the chapter on \"The Untouchable Women\" one of the more interesting parts of the book. Dr Chabrier’s style is text-bookish, but there are sections in which India’s Untouchables comes alive as in the segment about Manu Smriti and women. She lists the various ways in which women were sought to be debased while they were struggling to regain the respect and equality they used to have in the early Vedic era.While pointing out that the untouchable and Sudra women were the most vulnerable, \"as they were positioned at the lowest level of the social, economic and religious ladder,\" the  author rightly draws attention to the fact that prior to the time of Manu, not only were women in this country free to choose their husbands or to remarry if widowed, they also held positions of high respect in the intellectual and social spheres. The chapter talks about the various phases of India’s feminist movement and situates the formation of the National Federation of Dalit Women in 1995 in that context. There are references to other Dalit women’s organisations too.One sentence that leapt out in this chapter is a quote from a woman activist who observes, \"No one practises untouchability when it comes to sex,\" underlining the corrosive hypocrisy of the caste-based order.In her conclusion, the author makes a point worth recognising. \"Since the 1991 economic reforms were implemented, India has become an international player. Despite the country’s poverty, the Indian economy has furthermore demonstrated a steady growth. Yet once again, caste has still remained a hindrance for India in reaching its full economic potential. This is the result of India’s fundamental belief in inequality.\"Many Indians that I know would froth and fume reading that. Caste may not be a big factor in the lives of many people we know and mix with in metropolitan India. But despite all the laws and rhetoric, it remains a dark, unimaginably grim reality in huge swathes of the country. We know much of what Dr Chabrier tells us. Till we collectively reject caste as an organising principle of the social order, the slogan of Sabka Saath Sabka Vikas can’t become a reality for millions."
    },
    {
        "_id": "65951bcfb985d57965ff1882",
        "Bangkok's newest museum chronicles its notorious nightlife": "One of the newest, most talked-about museums in Bangkok is the Patpong Museum, based on the incredible history of the Thai capital’s most notorious nightlife district.\"Everyone expects Patpong Museum to be a sex museum, but the museum traces the 100-year-old social, political and cultural history of one of the most iconic areas of Bangkok which no one knows about,\" says Michael Messner, long-time Austrian resident of the city, who set up this museum after 14 years of intensive research. He opened it in 2019, but was forced to shut it down during Covid. The museum was recently reopened to the public, after the addition of several important memorabilia.Messner’s father was an artist from Vienna and he made his first trip to Bangkok, to cast bronze images for the family business. But his life changed, when he bumped into \"the last, real godfather of Bangkok\", who introduced him to many parts of Bangkok, including the Patpong nightlife district. Before he knew it, Messner had opened his first bar there, and in time, as many as 10 bars. His interaction with numerous people in Patpong, including international visitors, introduced him to the incredible history of Bangkok’s famed sex life district.A tour of the unique Patpong Museum, said, and showed it all.As Messner said, \"It’s a one-hour educational, cultural, edutainment tour of Bangkok’s most iconic area, which incorporates 100 years of world history.\"One learnt that the story of Patpong started when a Chinese trader Tun Phu from Hainan migrated to Thailand more than 100 years back, and changed his name to Pun Phat. He became a very well established businessman, and was bestowed the title of \"Luang Patpongpanich\" by the Thai King. His son Udom went to the London School of Economics for his education. But when World War-II started, he moved to the US, and became part of the CIA training programmes.This was where he encountered Jim Thompson, the famed American who moved to Bangkok, and started the Jim Thompson silk empire.When he returned to Thailand, the Patpongpanich family bought a banana plantation at the edge of Bangkok, with a teak villa. They built many shop houses there, and Udom soon convinced well-known corporate, financial, travel companies, and even media houses, to set up offices there — everyone, from IBM to Caltex to Air France. It aimed to become the Wall Street of the city, and set up a modern power plant, cable lines, air-condition connections.But it also became an undercover centre for CIA Operations, and the drugs trade.It was after the Vietnam War, when the American soldiers filtered into Thailand, that the go-go bars and lounges opened. Sex, drugs, and rock and roll soon became the theme of the well-known bars which included the Grand Prix Lounge, and the Mississippi Queen, that were visited by many celebrities, including Bob Hope, Don King. William Dafoe. It was also visited by various infamous personalities, which included the notorious killer Charles Sobhraj. He lived in Patpong from 1975-76, and visited the bar often with his girlfriend, and even some of his victims. The clippings of his first killings in the city, reported by Bangkok Post newspaper, are all on display in Patpong Museum. In fact, a lot of the memorabilia in Patpong Museum came from the Bangkok Post Archives, including rare photographs, posters, videos.Some of the well-known go-go bars, like the Black Pagoda, Madrid Bar, and so on, are re-created in the Patpong Museum. Many films were shot here, and excerpts from the films are on display, including the Oscar winning films Deer Hunters, Apocalypse Now, and others. The well-known character Colonel Kurtz, from the latter film, was based on a real-life character Tony Poe from Patpong, whose life story is enumerated in the museum.The House of Fame video section, exhibits the many celebrities who visited Patpong — Jean Claude Van Damme, David Bowie, whose song \"Ricochet\" was shot here, and many others.The go-go section in the museum has pictures and videos of the infamous go-go acts and shows of Patpong. There is even a fun ping-pong game, based on Patpong’s most notorious sex show.That’s why the age bar for the museum is 18 years. There is a Lady Boy section, referring to the many transgenders in the sex business.A unique addition is a gallery section, with portraits of the sex workers, by a top Thai artist. Some of the paintings were sold recently, and the money went towards an educational fund for the sex workers.It’s a fascinating and riveting study of the incredible world history of Thailand’s infamous nightlife districtThe Patpong Museum has already won the Museum Thailand Award, as \"the best local and community museum\". It has also won the Trip Advisor’s Award, as a \"top 10 per cent\" attraction worldwide. Messner and his son Tennessee are proud of the museum, which has tours every half-hour. They hope to welcome Indian tourists soon.For more details, check www.patpongmuseum.com."
    },
    {
        "_id": "659528f2b985d57965ff1884",
        "Volvo to go all electric, rolls out born electric C40 Recharge": "MUMBAI: Volvo, the Swedish luxury car maker, which plans to go all-electric by 2030, has introduced its first ground-up electric vehicle in India, the Volvo C40 Recharge priced at Rs 61.25 lakh at Delhi showroom.\"Going forward, we will launch an electric car every year in the India market,\" Jyoti Malhotra, MD, Volvo Car India told Financial Chronicle, saying the vision of Volvo was to go all electric by 2030.It is the second electric car of Volvo in India, after it launched the popular Volvo XC40 Recharge SUV last year.\"This locally assembled new coupe-SUV C-40 Recharge redefines the electric luxury with lifestyle and sustainability in the Indian car market,\" Malhotra said.He said the C40 Recharge has a Euro NCAP's five-star rating with regards to safety performance.The bookings for Volvo C40 are open and the delivery will start shortly.The car will be sold online directly by Volvo and customers will be able to place the order from the Volvo Car India website. The bookings can be made with a refundable deposit of Rs 1,00,000.\"Electric vehicles are expanding the automobile market in India and with this new C40 vehicle, we are targeting to increase our EV sales to 35 per cent of our total sales by next year,\" Malhotra said.He said with just one XC40 Recharge on sale since last year, it had contributed 26 per cent of the total sales in the first half of 2023.   Volvo C40 Recharge comes with an 8-year battery warranty, 3 years comprehensive car warranty, 3 years Volvo service package, 3 years roadside assistance and a wall box charger of 11 kW.The car has a 78kWh battery pack with a claimed range of 530 km. The car has a power of 408hp, 660 Nm torque with a top speed of 180 km/h, and a Li-Ion type battery."
    },
    {
        "_id": "65955a9bb985d57965ff1886",
        "Top end BMW cars sell faster, clocks over 100% sales in H1": "PUNE: BMW, India’s second biggest luxury car maker, on Monday said sales of its top end vehicles, which it calls the luxury class, priced over Rs 1.50 crore were growing over 100 per cent with a waiting period running into over four months.\"In the first half of this year (Jan-June), our luxury class vehicles surged 128 per cent compared to the same period last year,\" Vikram Pawah, President at BMW Group India told Financial Chronicle in an interview.He said significantly, the top end cars, comprising 7 Series, i7, X7 and XM models, accounted for 20 per cent of its total sales.\"The growing economy, the rising millionaire and billionaire club, increasing disposable income and fascinating feature filled luxury cars are driving this growth in the country,\" Pawah pointed out.He also said along with the top end vehicles, sales of the entry level car models such as BMW X1 SUV were also expanding.\"The BMW X1 is our largest-selling model accounting for almost a fifth of our total sales volumes, driving the SUV contribution to 50 per cent of the total sales in January to June of 2023.BMW India also achieved a major milestone, clocking 5 per cent year-on-year growth in total sales of its cars at 5,867 units in the first half of 2023, marking its highest-ever half yearly sales.In the first half of 2023, the group sold 5,476 units of BMW branded vehicles and 391 units of MINI, its highest ever half-yearly sales in India.BMW India, the market leader with 50 per cent market share in electric vehicles in India, also witnessed fast traction in this segment selling its EV models such as the i7, iX, i4 and MINI SE like hot cakes.\"We sold over 500 EVs in the first half which is 46 per cent more than what we sold in the entire year last year...We are the absolute leaders in the premium electric vehicles segment,\" Pawah said.The company also had a record over 8,000 orders during the Jan-June period."
    },
    {
        "_id": "65955b67b985d57965ff1888",
        "People look at comedy as buffoonery: Akshay Kumar": "Akshay Kumar is possibly the only actor in his league to churn out films at the rate that he does. He explains the rationale behind it. \"The way I work benefits not just me, but also those around me. My make-up man tells me that he makes most money in the business simply because I work so much. If all the actors do just one or two films in a year, how will the industry thrive?\"Akshay, who also produces most of his films adds, \"I make my films in a certain amount. Since I am the producer, whatever the fate of the film, I’m the one who makes money or loses it — it’s nobody else’s loss.\"Akshay is moving back to the comedy space with Singh is Bling and Housefull 3 after a few attempts at serious films. Comedy actors, Akshay believes, don’t get their due in our country. \"For the past two-and-a-half years, I’ve been doing films with a message. Now, I’ve finally decided to do commercial films. There are very few people who can be the hero despite doing comedy. There was Amitabh Bachchan saab and Kishore Kumar saab — I just followed them. It’s tough to do comedy, but guys who do it don’t get their due. The genre is looked down upon. Unless you do romantic or tragic roles and unless you cry and scream on screen, you don’t get the best actor award. People look at comedy as buffoonery.\"Akshay’s last outing Brothers wasn’t a big success. He says, \"Brothers was an average film, but it’s close to my heart. It had a fantastic fight scene. I would say I introduced something new (mixed martial arts) to the audience and I’m proud of it. I now have a mixed martial arts tournament in Surat which the Chief Minister of Gujarat will be attending. I want to take the tournament all over India.\"Lastly, talking about his family, he says, \"Aarav, my son enjoys nothing more than drawing at this point. About Twinkle, I am glad her book is doing so well and that her witty side is out for all to see.\""
    },
    {
        "_id": "65955c8eb985d57965ff188a",
        "UGC to allow campuses of foreign universities in India": "KAKINADA: Andhra Pradesh Higher Education Planning Board met on Saturday at the Jawaharlal Nehru Technological University Kakinada (JNTUK) campus here with nearly 50 vice chancellors participating in the meeting.Andhra Pradesh State Council for Higher Education (APSCHE) secretary Y. Nazir Ahmed was convenor of the meeting.Addressing the meeting as chief guest, University Grants Commission chairman M. Jagadish Kumar disclosed that UGC is making efforts to set up campuses of foreign universities in India itself, including Andhra Pradesh. Students will then not have to go abroad for their studies.Jagadish said UGC will be training 15 lakh faculty members in the coming two years. Skilling will be an important part of the curriculum. Skill education will start from the primary school itself, he stated.Speaking on the occasion, principal secretary (Education) J. Syamala Rao said AP is in the forefront of implementing the new National Education Policy.APSCHE chairman K. Hemachandra Reddy said gross enrolment ratio has increased to 37.2 per cent, which will contribute to the country’s development.Education commissioner Pola Bhaskar said the state government has taken several steps to provide better technical education at the college level.JNTUK vice-chancellor G.V.R. Prasada Raju said that their university has signed MoUs with foreign universities for providing global education in AP.APSCHE vice chairman K. Rammohan Rao was present."
    },
    {
        "_id": "65955d59b985d57965ff188c",
        "Blast in Bagalkote distillery kills 4": "Hubballi: At least four people were killed and three severely injured on Sunday in an explosion at a distillery belonging to former BJP minister Murugesh Nirani and his brother Sangamesh Nirani, in Bagalkote district.The blast at the distillery unit in Kulali village of Mudhol taluk in Bagalkote was so intense that the three-storied building, in which the distillery was functioning, was reduced to rubble with pieces of iron and concrete scattered in a radius of two hundred metres surrounding the plant.The three workers, who suffered serious injuries, were admitted to a private hospital in Mudhol. The deceased were identified as engineer Sharana Basappa Totad (34) of Kalaburgi, Jagadish Pattanashetti (32) of Navalagi village, Nagappa Dombar (38) of Kulali village and Shivanand Hosamath (40) from Yadalli village.Sources said the incident occurred due to a boiler blast at an effluent treatment plant following the outflow of excess methane gas and blockage of the safety wall. The Niranis have been running the sugar factory and distillery unit which employs more than 30 workers since the last twenty years. There would have been more casualties if the distillery was located in a residential area, said sources. Meanwhile, expressing anger against the distillery management, local residents and environmentalists contended that they had violated environmental norms and blamed pollution board officials for allowing the unit to run for two years despite not having a valid license. Alleging that effluents from the factory had caused pollution in a two kilometre radius around it, they claimed that this had caused several health problems among the villagers. \"We have filed a petition before the National Green Tribunal(NGT) urging it to stop the pollution. The underground water surrounding the village has become contaminated due to effluents released from the factory and people are forced to drink water from the borewells which has high chemical content\", asserted a resident, Anil Nishani. Some villagers even alleged that the distillery was not working properly as a leakage was reported in the last few months with even basic safety equipment like helmets and jackets  not provided to the workers. Belagavi northern range IGP H.S. Revanna and Bagalkote superintendent of police C.B. Rishyant visited the blast site and said action will be initiated after obtaining a report from  technical experts to know the cause of the incident."
    },
    {
        "_id": "65955e0bb985d57965ff188e",
        "Sputnik V Covid vaccine shows higher Omicron-specific antibodies than Pfizer: Study": "Moscow: The levels of Omicron-neutralising antibodies of people vaccinated with two doses of Russia's Sputnik V vaccine did not decline as much as of those who had Pfizer shots, according to a small study.The joint Russian-Italian study -- funded by the Russian Direct Investment Fund which markets Sputnik V -- compared the blood serum samples of people taken three to six months after the second dose of the two vaccines.The yet-to-be peer-reviewed study, posted on the preprint repository MedRxiv on January 19, was conducted by scientists from the Spallanzani Institute in Italy and Gamaleya Institute in Russia, the developer of the vaccine.The study found that Sputnik V vaccine demonstrates more than 2 times higher levels of virus neutralising antibodies to Omicron variant than two doses of Pfizer vaccine.The research was conducted on comparable blood samples from 51 people vaccinated with Sputnik V and 17 with the Pfizer preventive with a similar level of neutralising antibodies against the original Wuhan variant.\"Sputnik V shows significantly smaller (2.6 times) reduction of virus neutralising activity against Omicron as compared to reference Wuhan variant,\" the authors of the study noted.\"The vaccine showed an 8.1-fold reduction of virus neutralising activity against Omicron as against 21.4-fold reduction for Pfizer vaccine,\" they said.The study demonstrates that Sputnik V neutralises the Omicron variant by inducing robust antibody response associated with high levels of protection.\"Among the top quartile of individuals with high receptor-binding domain (RBD)-specific IgG antibodies, 100 per cent of those vaccinated with Sputnik V were able to neutralise Omicron variant in comparison to 83.3 per cent of individuals vaccinated with Pfizer,\" the researchers said.RBD is a key part of a virus located on its 'spike' protein that allows it to enter and infect the human cells.\"Among all samples, 74.2 per cent of Sputnik V-vaccinated sera were able to neutralise Omicron vs 56.9 per cent for Pfizer-vaccinated,\" they said.An earlier study by the Gamaleya Institute, also posted on MedRxiv, showed that a booster shot of Sputnik Light vaccine provided a stronger antibody response against Omicron than the two-dose Sputnik V vaccine alone.\"Today the necessity of third booster vaccination is obvious. And the most effective approach, already shown in several studies, is the use of heterologous booster vaccination pioneered in COVID-19 vaccines by Sputnik V,\" the authors of the study added."
    },
    {
        "_id": "65955eb8b985d57965ff1890",
        "AI, IOT can help reduce accidents in factories": "VISAKHAPATNAM: The Internet of Things and Artificial Intelligence can reduce the rate of accidents that are taking a toll on human lives and causing financial losses to employers, banks as well as the government. Andhra Pradesh has over 26,000 major industries, of which 300 are hazardous and 30,000 are small and medium-scale industries.The state also witnessed the worst industrial accidents during the last two and half decades. A cloud of gas exploded in the Visakh Refinery of HPCL killing 560 persons in 1997. The Styrene gas leak in LG Polymers on the outskirts of Visakhapatnam killed 14 persons in 2020. Thereafter too, a series of accidents have been occurring in pharmaceutical units and other major industries across the state.\"We are proposing industries to go for IOT and Artificial Intelligence to prevent accidents. This will not only prevent loss of life but also reduce the financial burden on industries and government,’’ said the director of factories, Chandrasekhar Verma.Verma told Deccan Chronicle that a multinational thermal power corporation in Nellore has introduced smart personal protective equipment for workers. If a worker removes his helmet, sensors would immediately alert the floor supervisor and other departmental heads. IOT-based sensors can detect gas leaks early and the well-being of workers.State president of CITU, Narsinga Rao, said the government always remained negligent when it comes to the safety of workers. \"When corruption is high, even AI cannot help,’’ Narsinga Rao said, referring to the ‘bribe’ mechanism that undercuts safety inspections.\"Artificial Intelligence can help reduce accidents in the industry by providing real-time monitoring and analysis of data from various sources, predicting potential hazards, and improving safety training for employees. Predictive maintenance, safety monitoring, autonomous systems, and virtual simulations are key to the industry, which can be improved by AI,\" said Dr Srinubabu Gedela, CEO, of Pulsus Group, Visakhapatnam.Other experts felt that despite clear safety regulations and procedures, risk management remains a huge challenge for employers in many industries.\rSources said the IOT keeps an eye on things. It collects data by means of connected sensors that help understand working environments. These sensors can monitor everything from factory equipment to the location and well-being of the people within its sphere."
    },
    {
        "_id": "65955f40b985d57965ff1892",
        "Realme 9i to be launched in India on January 18": "Washington: Realme, one of the fastest-growing smartphone brands, will launch a new flagship smartphone from Realme 9i in India on January 18.The Snapdragon 680-powered phone-- Realme 9i debuted in Vietnam earlier this week.As per GSM Arena, the screen of the new gadget is a 6.6\" LCD with FullHD plus resolution and 90Hz refresh rate. Other highlights include a 5,000mAh battery with 33W charging and a 50MP main camera.The Realme 9i was announced with two memory options - 4/64 GB and 6/128 GB, and its not still confirmed whether the company will bring them both to India. The price of the phone is also under the wraps."
    },
    {
        "_id": "65955ffdb985d57965ff1894",
        "Veteran singer Vani Jayaram passes away": "CHENNAI: Iconic singer Vani Jayaram who has crooned over 10,000 songs in 19 languages, including the very popular Hindi number 'Bole re papihara' died here on Saturday.She was 77 and was living alone at a downtown apartment, where she was found dead, police said.Vani Jayaram's husband predeceased her and she had no children, the singer's domestic help said.The singer's maid said she turned up as usual for work on Saturday. However, she did not get any response despite repeatedly pressing the calling bell, she told reporters here.Immediately, she said, she alerted the singer's relatives who informed police.In the presence of Vani Jayaram's relatives, police broke open the door and found her dead, she said.Malarkodi, who has been working for the past 10 years as a maid in the singer's house said police found an injury on Vani Jayaram's forehead. Police said she may have fallen down and injured herself.Asked if she had any health issues, the worker said she was perfectly alright.\"She was busy receiving guests and well-wishers who visited her to greet her for getting the Padma Bhushan award. Phone was endlessly ringing and she answered all the calls and thanked everyone who greeted her. She lived alone,\" the woman said."
    },
    {
        "_id": "659560ccb985d57965ff1896",
        "Sri Lanka PM Mahinda Rajapaksa proposes Constitutional amendment": "Colombo: Sri Lanka's embattled Prime Minister Mahinda Rajapaksa has proposed to amend the Constitution to create an accountable administration that met the people's aspirations, amid large scale protests against the government over its handling of the economy.A statement issued by the Prime Minister's Office on Monday said that Mahinda Rajapaksa intends to propose a new Constitutional Amendment to the Cabinet in order to fulfil the people's aspirations.The Prime Minister is expected to propose to the Cabinet a Constitutional Amendment that would include the Executive, Judiciary and the Legislature, the state-run Daily News newspaper reported on Tuesday.Rajapaksa said he pays special attention to the requests from various quarters to create a government that is accountable to the people, the Colombo Page news portal reported.Based on those requests, he hopes to present to the Cabinet a new proposal for a constitutional amendment incorporating the positive aspects of the executive, the legislature and the judiciary, it said.It is my hope that the amended Constitution will be able to achieve the aspirations of the people, the premier said in a statement.Sri Lanka is grappling with unprecedented economic turmoil since its independence from Britain in 1948. The crisis is caused in part by a lack of foreign currency, which has meant that the country cannot afford to pay for imports of staple foods and fuel, leading to acute shortages and very high prices.Meanwhile, Sri Lankan President Mahinda Rajapaksa, Gotabaya Rajapaksa on Monday admitted that mistakes like banning chemical fertilisers in 2020 and not seeking an IMF bailout led to the current economic crisis.President Rajapaksa, younger brother of Prime Minister Mahinda Rajapaksa, also said his government should have opted to go for an International Monetary Fund (IMF) bailout much earlier. It was a mistake not to go.Speaking to his newly inducted Cabinet Ministers, the president termed his decision to ban chemical fertilisers in farming \"a mistake\" and that corrective steps were being taken now.President Rajapaksa on Monday appointed a new 17-member Cabinet that excluded his close relatives except for Prime Minister Mahinda Rajapaksa, as he called for a \"system change\" amidst growing demand for his resignation over the worst economic crisis faced by the island nation.President Rajapaksa in mid-2020 banned the use of fertiliser imports in order to turn to a green agricultural policy with organic fertiliser.Agriculturists had protested the move, saying there would be a food shortage due to crop loss/loss in field output. Notwithstanding, the government had gone ahead with the move and followed it up with a crackdown on shopkeepers and traders following reports of hoarding of staple food items.Commenting on the ongoing public protests, President Rajapaksa said, I can understand the anger of the people, they have to put up with the high cost of living while suffering in the queues to buy essentials.\"The government resisted calls from economists to resort to a bailout from the IMF in view of dwindling foreign reserves.A government delegation is currently in Washington negotiating with the IMF after it announced last week, the island's first-ever international debt default.Largely attended public protests including the one opposite his secretariat here and a cross-country call for President Rajapaksa's resignation has jolted the government.The stock exchange has also been suspended for a week with effect from Monday.The state power entity said there will be four and a half-hour power cuts on Monday.Sri Lanka's state oil entity has raised its retail price from Monday midnight, the second in a month. It came a day after the Indian Oil Company's local operation raised its prices, adding to the woes of the people who are impacted by the island nation's worst economic crisis."
    },
    {
        "_id": "6595619bb985d57965ff1898",
        "Are you flying the patriotism flag?": "Preity Zinta, the one time cute-as-a-button star of many romcoms, was in the news some time ago for getting a young moviegoer thrown out of a multiplex for not standing up for the national anthem at the end of a movie screening. Zinta later clarified that she had not initiated but only supported the move to remove the alleged offender, declaring that as the child of an Army man who had fought for his country, she couldn’t countenance this act of defiance. (The law does not insist on every person standing, but she may not have known that.)She also claimed that while some twitterati had criticised her for being over-enthusiastic and a busybody, she had received a lot of support from fellow patriots. She must be right because now comes the news of another cinemagoer who got roughed up for the same \"offence\"; her protestations that she was a South African did not cut much ice with the mob — when in India you better be an Indian patriot.Patriotism is in the air and one now no longer must be a patriot but also demonstrate it publicly in every way possible. The optics of proclaiming one’s patriotism are very important — simply painting a national flag on one’s cheek for a cricket match will not do. Besides, it is also imperative to ensure that the general \"patriotism quotient\" in society is maintained at a high level; those who bring down the average have no place in India. That invites the riposte — \"what, you don’t like this about your country? Why don’t you go to Pakistan?\" Except that \"country\" easily gets conflated with ideology, religion and individuals, who may be seen to represent patriotism more than others. For those who need further clarification, a few days on Twitter will be very educative.Nor is patriotism the prerogative of those who live in India. In fact, the further you are from India the more patriotic you become. Indians living in the country at least are given the allowance to crib about quality of life — potholes, traffic jams, corruption. From the safe distance of America or Australia, India acquires an amber glow and thus must be loved and worshipped. The patriotism of those who left India many years ago — presumably because they were so patriotic that they couldn’t stand it — is boundless. We can learn a thing or two from them.Now, this patriotism, like all commodities, is being monetised too. Marketers and advertisers routinely now wave the flag to promote their products and the irony that a soft-drink, mobile phone or car made by a multi-national is being sold with the help of the Tricolour seems to escape all of us. Or if we notice it, we don’t seem to care. Perhaps drinking as many colas as we can is our patriotic duty after all.Mumbai’s filmmakers too have cannily sussed out that there are commercial possibilities in packaging and selling it to the punters. Whether it is a film on Mary Kom, which ends with a rousing rendition of the national anthem or even Haider, which thanks the Army for its role in the rescue operations during the floods, filmmakers are leaving nothing to chance. The irony is that Haider, a far more truthful film than many others, which has been attacked for showing the Army rounding up Kashmiris and torturing them, had to tag that at the end. Was that an attempt by Vishal Bharadwaj to buy some insurance from ultra-patriots who may go after him or just a straightforward way of redressing the balance? And what would he have done had there been no floods? The bigger question is — is it a filmmaker’s (or novelist’s or artist’s) job to wave the patriotic flag or should he tell a story as honestly as he can?Mumbai’s film industry has always been sharp and quickly incorporates the prevailing national mood in its films. Whether it is the Angry Young Man of the 1970s or the post-liberalisation consumerism-cum-conservatism of the 1990s and beyond, \"Bollywood\" has shown a fine understanding of what India is thinking and how best it can be woven into their next film so that it scores a hit with the audiences. Sometimes it works, sometimes it doesn’t. But patriotism is a staple, which can be trotted out at any time. Rare is the filmmaker who questions national narratives or approaches them with nuance — Chetan Anand’s Haqeeqat was no less patriotic than say Manoj Kumar’s various outings about Bharat, but whereas the latter was in your face, Anand stayed away from propaganda. Today, anything less than a glowing account will not do — there are enough people who would declare that their sentiments had been hurt and before you know it, you will be fighting PILs in every corner of the country. That is if the government hasn’t stepped in by then and banned your film.So, one might well ask, what is wrong with all this? Patriotism is a good thing, isn’t it? Shouldn’t one love one’s country? These questions are valid, but only up to a point. The issue here is not patriotism per say, but unbridled and unquestioning uber-nationalism that allows no room for dissent of any kind. Rah-rah patriotism, one that demands that everyone wears it on their sleeves all the time and terms anyone who has legitimate apprehensions about the nation as \"unpatriotic\" is dangerous. History offers us many instances — Nazi Germany is just one — of the ill-effects of hyper-patriotism. Frenzied flag-waving that drowns out any and every contrarian voice can only lead to an intolerant society, which in a multi-religious, multi-cultural nation such as ours will invariably result in serious turbulence. There is much in India to be patriotic about — our remarkable unity despite so much diversity is just one of them — but equally there are concerns that must be expressed. Most of all, every Indian must be allowed to have a point of view, even if it goes against the consensus. Throwing people out of the theatre is not the way to deal with it."
    },
    {
        "_id": "65956250b985d57965ff189a",
        "B-wood biggies in trouble over surrogate ads": "A case has been filed against Amitabh Bachchan, Shah Rukh Khan, Akshay Kumar and Ranveer Singh for what the complainant termed ‘misusing their popularity for promoting gutkha in their greed for money’. The complaint has been lodged against the four big stars by Bihar-based social activist Tamanna Hashmi.The complainant wanted an FIR to be filed against the actors under IPC Sections 311 (punishment to a thug), 420 (cheating) and 467 and 468 (forgery).Many actors promote tobacco through surrogate ads. It may be recalled that Amitabh and Akshay were both slammed by fans for their participation in such ads, and the Big B had terminated his contract with the concerned tobacco brand. His office released a statement that read, \"When Mr Bachchan became associated with the brand, he wasn’t aware it falls under surrogate advertising.Now, he has terminated the contract with the brand, has written to them about his termination, and has returned the money received for the promotion.\"Akshay Kumar had issued a statement saying \"I am sorry. I would like to apologise to you, all my fans and well-wishers. Your reaction over the past few days has deeply affected me. While I have not and will not endorse tobacco, I respect the outpouring of your feelings in light of my association with Vimal Elaichi. With all humility, I step back. I have decided to contribute the entire endorsement fee towards a worthy cause. The brand might continue airing the ads till the legal duration of the contract that is binding upon me, but I promise to be extremely mindful in making my future choices. In return I shall forever continue to ask for your love and wishes.\"Ranveer Singh however has remained mum.Advocate Adnan Siddiqui explains that since it is not legal to advertise tobacco products, the concerned companies resort to surrogate advertising. \"Famous names were associated with these brands prior to the regulations, and when the companies market new products like sodas or shirts or mouth fresheners, people associate those advertisements with tobacco,\" he says, adding that banning tobacco ads has not worked. The case is scheduled for hearing on May 27.— Sanskriti Media"
    },
    {
        "_id": "65956417b985d57965ff189c",
        "Lok Sabha passes Finance Bill": "New Delhi: The Finance Bill 2022, moved by finance minister Nirmala Sitharaman, was passed in the Lok Sabha on Friday. The bill will give effect to the financial proposals of the central government for the financial year 2022-23.The government has reportedly proposed 39 amendments to the Finance Bill, 2022, including changes to the crypto tax structure; penalty provisions on publication of import-export data and status of past income computations that claimed deduction of disallowed cess and surcharges.As far as crypto tax structure is concerned, the government proposed to tighten the norms for taxation of cryptocurrencies by disallowing set-off of any losses in crypto trade with gains from other virtual digital assets (VDAs).The Union Budget 2022-23 had proposed taxing crypto assets at the rate of 30 per cent, effective from April 1. It also proposed 1 per cent TDS on payments towards virtual assets beyond Rs 10,000 in a year and taxation of such gifts in the hands of recipients. The TDS provision will come to effect from July 1. According to the Bill, a VDA could be a code or number or token which can be transferred, stored or traded electronically. The VDAs will include prevailing cryptocurrencies and non-fungible tokens (NFTs).The bill also outlaws publishing of transaction-level information submitted by businesses to the customs department to prevent such information from being utilised by international entities and hostile countries to the detriment of Indian firms.Replying to a discussion on the Finance Bill, Sitharaman said India was probably the only country that did not resort to new taxes to fund the recovery of the economy hit by the pandemic.  \"According to an OECD report, as many as 32 countries have increased the tax rates after the pandemic,\" she said, adding \"Instead, we put more money where multiplier effect would be maximum,\" she said while referring to the budget's focus on raising capital expenditure.\"The Budget 2022-23 raised capital expenditure by 35.4 per cent to Rs 7.5 lakh crore."
    },
    {
        "_id": "659564b6b985d57965ff189e",
        "Djokovic wins US Open, record 24th Grand Slam singles title": "NEW YORK: Novak Djokovic’s U.S. Open championship gives him 24 career Grand Slam singles titles, adding to the record he already held for the most by a man in tennis history.Djokovic defeated Daniil Medvedev 6-3, 7-6 (5), 6-3 in the final at Flushing Meadows on Sunday.All of Djokovic’s triumphs have come during the Open era, which began in 1968 when professional players were admitted to the sport’s four most prestigious tournaments. Margaret Court also won 24 major singles trophies — 13 in the amateur era, 11 in the Open era.Here is a list of the women and men with the highest number of Grand Slam singles titles across the amateur and Open eras:Novak Djokovic, 24\rMargaret Court, 24\rSerena Williams, 23\rSteffi Graf, 22\rRafael Nadal, 22\rRoger Federer, 20"
    }
]