[
    {
        "_id": "65892c20d05b1bb9fb959bc8",
        "Havells India Q3 net flat at Rs 195.67 crore": "New Delhi, Jan 22 () Electrical goods maker Havells India Tuesday reported a 0.67 per cent rise in standalone net profit at Rs 195.67 crore for the quarter ended December 2018. The company had posted a net profit of Rs 194.36 crore during the October-December quarter of the previous fiscal.  Total income during the quarter under review stood at Rs 2,551.4 crore as against Rs 1,993.53 crore in the year-ago period, Havells India said in a regulatory filing.  Revenue from switchgear division was Rs 416.2 crore as against Rs 344.3 crore in the third quarter of the financial year 2017-18.  The cable division revenue grew to Rs 820.3 crore as compared to Rs 625.6 crore in the year-ago period.  Revenue from lighting and fixtures division was Rs 369.51 crore as against Rs 287.10 crore in the same period last year.  The electrical consumer durables revenue grew to Rs 555.2 crore as compared to Rs 415.8 crore, the company said.  The company's stock was trading 4.68 per cent up at Rs 709.60 apiece on BSE.Connect with Experts - Wealth creation made easy"
    },
    {
        "_id": "65892cefd05b1bb9fb959bca",
        "Modi government doesn't want to accept there is 'job crisis': Rahul Gandhi": "New Delhi: Firing a fresh salvo at the Prime Minister Narendra Modi, Congress president Rahul Gandhi Saturday alleged that the government \"did not want to accept\" that there was a \"job crisis\" in the country, and said the PM should hold discussions with the youth to address the issue. During an interaction - Shiksha: Dasha Aur Disha -- with university students at the JLN Stadium here, he also alleged that the country's wealth is \"concentrated\" in the hands of \"a few people\". The Congress chief asserted that the state must pay for a large part of education of students. There was no immediate reaction from the government. China is growing economically, and one sees 'Made in China' labels on so many products in the country, Gandhi said, adding that he was \"absolutely convinced\" that India could go ahead of China. He reiterated the per hour job figures to attack the prime minister on the issue. \"In a county of over 1.2 billion people, and India is creating about 450 jobs per 24 hours while China is creating 50,000 jobs in the same 24 hours,\"he said, claiming, \"these are not my figures, but of the Finance Ministry given in Lok Sabha\". \"Our prime minister doesn't seem to think this is a problem,\" Gandhi alleged. \"We need to first acknowledge that there is a problem, and then we need to galvanise support to fight it. That is what we (Congress) believe in,\" he said. Gandhi said he has already challenged Prime Minister Modi to debate with him on Rafale, corruption, job and other issues. \"But has he come and interacted with you (students) like this, taking questions from you,\" the Congress president asked the students. The prime minister should interact with the youth and listen to their views on the job scenario and \"say that he needs your support to address this issue,\" Gandhi said. He said that \"the prime minister should not be telling his views to the youth, but listen to their voices\". Responding to another question, Gandhi said the share of the education sector in the budget should be increased. Wealth is \"concentrated\" in the hands of \"a few people\", he alleged, and asserted that the state must pay for a \"large part of education\" of students. Congress does not support that privatisation is the way to improve the education system, the party chief said. Delhi Congress chief and former chief minister Sheila Dikshit was also present on the occasion. A two-minute silence was also observed in honour of the CRPF jawans died in the deadly Pulwama attack on February 14 and a musical tribute was given to them."
    },
    {
        "_id": "65892d8dd05b1bb9fb959bcc",
        "China \"deploys\" troops closer to Indian border: Russian media": "China has deployed a contingent of the People's Liberation Army (PLA) to the Thar region of Sindh province in Pakistan which is about 90 kilometres away from Pakistan's international border with India.Indian military personnel had noticed the movement of Chinese troops close to the border, leading Russian media outlet Sputnik reported.\"The move was reportedly prompted by the perceived threats to coal mine projects in the China Pakistan Economic Corridor which have been facing stiff resistance from locals in Pakistan. China is reportedly unhappy over the Pakistani Army’s alleged inability to ensure the safety of the project despite repeated assurances,\" Sputnik reported. ET had first reported that China, worried over safety of CPEC, is likely to veto proposal to ban Masood Azhar by UNSC.\"The multi-billion dollar CPEC is a collection of infrastructure projects that are currently under construction throughout Pakistan. Originally valued at 46 billion dollars, the actual cost of the projects has now crossed 62 billion dollars. Pakistan has deployed around 17,000 soldiers to protect the 3000-kilometre-long corridor. Moreover, Pakistan's Chief of Army Staff General Qamar Javed Bajwa during a visit to China last year had sought to assure Beijing that optimum security would be provided to the project. However, dissatisfied over Pakistan's inability to deal with protests by locals, China decided to take the matter on its own hands,\" the Sputnik reported. The China Pakistan Economic Corridor (CPEC) passing through PoK violating India's sovereignty has changed equation in the subcontinent, increasing Beijing's stakes in Pakistan more than ever before and compelling the Chinese leadership to overlook Islamabad's use of terror as state policy."
    },
    {
        "_id": "65892f31d05b1bb9fb959bce",
        "IPL buzz pulling female viewers away from TV serials": "Mumbai: With more and more matches of the ongoing Indian Premier League (IPL) ending in nail-biting finishes, the excitement, hype and the adrenalin rush, along with the fact that India continuous to be a single TV household, is making female audiences to let go of their favourite daily soaps on general entertainment channels (GECs), and switch to IPL.As per BARC viewership data sourced from a subscriber, during the first three weeks of the IPL, Hindi GECs – Star Plus, Colors, Sony Entertainment Television, Zee TV, &TV, Star Bharat and Sony Sab – collectively lost almost 10% female (15+ years) viewership in the Hindi speaking markets (HSM) during primetime hours of 7 pm – midnight.In terms of average impressions in the three weeks (March 23- April 12) Colors and &TV lost maximum — 22% and 15% — of their female audience, respectively, while Zee TV and Sony Entertainment registered a drop of around 8% each.It is important to note that GECs attract mass audiences and command over Rs 11,000-13,000 crore in advertising dollars, which is almost 35% of the overall advertising spend on television.“During IPL historically we have seen viewership of other genres go down. GECs are more skewed towards female audiences; it is not unusual to see a drop in female viewership considering that India is still a single TV household,” said Navin Khemkha, CEO at Mediacom South Asia.Khemkha added that the performance of IPL is also a big factor. “Given that this time more teams are performing better and the matches are more competitive, the interest in the tournament is also more than previous year.”Overall timespent per (female) viewer also dropped to 264 minutes, from an average of 289 minutes, registering a 8.8% drop, while overall market share of the seven channels in the HSM, saw a 9.6% drop – from 29.8% to 26.9%.However, the data also suggests that a major chunk of this female audience came back to catch up on daily soaps during the repeat telecast, which resulted in almost zero impact on the overall weekly reach of the channels.A senior executive of a GEC said that IPL is a 50-day phenomenon, but daily soaps are a habit. “With more than 90% of the Indian TV households having only one TV, it is quite possible for the women to cede control of the remote in the primetime, but they won’t let go of their shows. They come back to watch either on TV while repeat telecast, or on the OTT players,” he summed up.Earlier this week, ET reported that the average viewership number of women watching IPL has increased almost 18% in the first three weeks to 10.3 million impressions, which has also triggered a rush among brands focusing on women, such as Lotus Herbals, Fena Detergent, Senco Gold & Diamonds, Usha International, Rasna, Fashion Big Bazaar and FabIndia, for sponsorship or advertising either on television or with teams."
    },
    {
        "_id": "65893012d05b1bb9fb959bd0",
        "Maharashtra warns farmers of delayed monsoon": "Government of Maharashtra has issued an advisory to the farmers of the state regarding delay in the onset of monsoon. The agricultural department has advised farmers to complete the pre-sowing farm operations and plan their operations as per the weather advisories. Though monsoon has arrived in the Andamans, its further progress remains stalled.The onset of monsoon is not likely to happen over Kerala in the first week of June. A statement issued by the government said: “Maharashtra is not likely to receive any pre-monsoon rainfall till June 8. The heat wave conditions in the state are expected to continue till May 30 except for east Vidarbha are the maximum temperatures in the remaining parts of the state are expected to start cooling down from June 1.”"
    },
    {
        "_id": "65893f46d05b1bb9fb959bd2",
        "Uber buys AI firm to advance push on autonomous cars": "WASHINGTON: Uber said Wednesday it has acquired computer vision startup Mighty AI to help advance its technology for self-driving cars. Terms of the acquisition were not disclosed, but the ride-hailing giant said some 40 employees from the Seattle-based firm would join Uber's advanced technology group developing plans for autonomous taxis. Mighty AI specialises in computer vision, a field within artificial intelligence that is used to better understand or \"label\" the surroundings of vehicles that will be deployed autonomously. \"The team at Mighty AI has built technology to label at scale using the latest AI and user experience techniques,\" said Jon Thomason, vice president of software engineering for the Uber division. \"Training our AI at increasing pace is critical to scaling our self-driving technology, and I look forward to bringing Mighty AI's technology together with our existing labelling automation expertise to help us move even faster.\" Daryn Nakhuda, Mighty AI's chief executive, said in a statement released by Uber: \"I'm excited to pair Mighty AI's platform and expertise in generating high-quality labelled data with Uber ATG's world-class research and engineering to accelerate the development of self-driving technology.\"Uber, which has become the most important ride-hailing operator, has been moving into new technologies that could see deployment of autonomous vehicles and even flying cars in the coming years. The news comes amid reports that Apple had acquired self-driving tech startup Drive.ai to advance its own ambitions in the sector. The news site Axios first reported the Apple deal for Drive.ai, saying the price would be below the $77 million raised by the startup. Apple did not respond to a query by AFP on the report."
    },
    {
        "_id": "65894234d05b1bb9fb959bd4",
        "Has the tiger population risen by 20% to cross 2,600?": "NAGPUR: The tiger population in the country is likely to show a rise of 400, which is an 18-20% hike over the 2014 number of 2,226. Prime Minister Narendra Modi is expected to announce the final figure in New Delhi on Monday, which is Global Tiger Day. People in the know told TOI that it would be in excess of 2600.The PM will also release the All India Tiger Estimation Report-2018. This is the fourth estimation after Project Tiger was reconstituted in 2006. The national estimation is done every four years. In 2006, the tiger count was 1,411 followed by 1,726 in 2010.Karnataka is expected to maintain the top slot with 500 tigers followed by Madhya Pradesh and Uttarakhand. The last estimation showed Karnataka had 406 tigers.   Even as Wildlife Institute of India (WII) & National Tiger Conservation Authority (NTCA) officials remained tight-lipped on exact figure, they dropped enough hints to indicate that the “increase is substantial”. “The number was even more than what is going to be announced, but to avoid negative repercussions it has been toned down,” some forest officials told TOI.Union environment minister Prakash Javadekar will also be present along with Modi when the announcement is made at 9.30am. Chief wildlife wardens of all states and tiger reserve field directors too have been invited. The two-day meet will also release management effective evaluation (MEE) reports of all tiger reserves.Explaining the increase in tiger numbers, officials said this time they refined the methodology by reducing the sampling effort from 4sqkm to 2sqkm to get more accuracy.“We have 90% pictures of the estimated tiger numbers. More sampling areas were added in more areas which were not covered earlier. Hence, detection probability also increased,” they said.“In Maharashtra, we estimate an increase in tiger numbers between 230-240,” said officials involved in data collection process. In 2006, there were 103 tigers, followed by 169 in 2010 and 190 in 2014.In the 2014 estimation, there were 66 tigers in Tadoba and Andhari Tiger Reserve core and buffer, but now the number has gone up to 86. “Similarly, Pench Tiger Reserve, which recorded 23 tigers in 2014, has shown 38 tigers. Melghat Tiger Reserve numbers are also expected to rise,” said officials.Tigers are being ‘recorded’ in new places. “Today, there are two tigresses with cubs inside Chandrapur Thermal Power Plant premises. Areas surrounding Pench, Tipeshwar (Yavatmal) and Bor (Wardha) too have become source areas. Tigers have staged a comeback in parks like Navegaon (Gondia-Bhandara) where there were none over a decade ago.”In Brahmapuri near Tadoba, though the tiger number has gone down from 44 in 2017 to 40 this year, the number increased in Central Chanda. Besides, between 2014 and 2018, several tigers have dispersed in search of new territories indicating their occupancy has increased.Critics say the estimation methodology has been “messed up” by placing 1 camera every 4-5 sq km to 2 sq km. “This means double the effort, huge data and more importantly reduction of sampled area due to limited number of cameras. This will cause reduction in even minimum number of tigers and sample size,” they argued.The All India Tiger Assessment 2018 is expected to give more accurate results as this was the first tiger census where volunteers and foresters used a digital app to record their observations. The app, M-STrIPES, is an integrated programme for GPS-aided spatial patrolling and ecological assessment of tiger reserves.Critics, however, felt that the M-STrIPES is still not stable in several reserves. Testings have not been properly done and it is crashing. The ecological monitoring latest version was launched in December last year and estimation was conducted in January giving frontline staff little time to get trained and equipped. Moreover, till date mobile phones have not been supplied in most tiger reserves.“There is definitely data fudging where old photographs of tigers were used for the purpose of the report and a cumulative figure is given as number of tigers actually captured,” they alleged."
    },
    {
        "_id": "658942d9d05b1bb9fb959bd6",
        "Countdown to Ganesh Chaturthi begins: Here's what you need to know about the auspicious festival": "Ever heard of Ganesha Trails? These are well-planned guided trips organised in the cities of Mumbai and Pune (and some other cities), where visitors get to say a little prayer at the local pandals or stalls where a beautifully hand-crafted Ganesha Idol is installed. This idol is worshipped with much fanfare spread across 10 days. People from around the city come to see the beautiful work of the artisan, partake in the song and dance and enjoy a little feast too. The procession that welcomes the Elephant God (idol) right till its immersion day depicts communal harmony and festive fervour.God of wisdom and luckIt is said that Lord Ganesha brings wisdom and good luck. The elephant head epitomises all things related to wisdom. His small eyes, large ears tend to miss nothing. His nose can smell all aromas and his vehicle of a mouse reflects how much importance a wise man gives to the smallest of the life forms. Ganesh (or Ganapati) is revered across India as Vighnaharta, the one who removes obstacles.The date of Ganesh Chaturthi is followed as per moon’s positions. The festival lasts for about ten days ending on Anant Chaturdashi.  The festival is celebrated throughout Maharashtra in almost every household at an individual level, as well as together, at the community level. It begins with the installation of an idol of Lord Ganesh. In the days that follow, the idol is worshipped daily by family members along with their relatives, friends and neighbours who come to have darshan of the Lord. According to the historian VK Rajwade, the earliest Ganesh Festival celebrations can be traced back to the reign of the Satavahana, Rashtrakuta and Chalukya dynasties. Centuries later, Lord Ganapati was the family deity of the Peshwas. Historical records show that citizens of all religions, castes and communities in Pune attended a great five day festival, recognised as a great cultural meet across India.Nanasaheb Peshwe gave grandeur to this festival and made it a public celebration. In 1893, Indian freedom fighter and social reformist, Lokmanya Bal Gangadhar Tilak, transformed this annual domestic festival in Maharashtra into a large public event. Tilak amplified this festival to generate a nationalistic fervour among people in Maharashtra against the British colonial rule. He also encouraged the installation of large images of Ganesh in public pavilions and established the practice of immersing, via processions, those idols in rivers, the sea or other pools of water on the tenth day of the festival (on Anant Chaturdashi), a tradition that continues unbroken till date."
    },
    {
        "_id": "658943dfd05b1bb9fb959bd8",
        "Art 370 abrogation PM's apt tribute to martyred jawans: Amit Shah": "Ahmedabad: The abrogation of Article 370 is a true tribute by Prime Minister Narendra Modi to nearly 35,000 jawans who lost their lives fighting terrorism in Jammu and Kashmir, Union Home Minister Amit Shah said on Monday.The steps taken by the government will bring ever- lasting peace in Jammu and Kashmir and enable it to head towards development, Shah said here after inspecting a parade of the Rapid Action Force (RAF) on its 27th Raising Day.\"I believe that Prime Minister Narendra Modi paid the most befitting tribute to 35,000 martyred jawans (in Kashmir) by abrogating Articles 370 and 35A,\" he said.\"The situation was such that our jawans were losing their lives in Jammu and Kashmir for so many years. This situation was there for 70 years, but nobody had the courage or even paid attention to rectify the situation,\" he said.Shah thanked Modi for the decision to abrogate Article 370 from the \"stage of CRPF\" (whose personnel are deployed in Kashmir).\"I want to assure people of Kashmir and India that Jammu and Kashmir will walk on the path of development. Our forces will take care of those who will try to disturb peace in Kashmir. This move will bring everlasting peace,\" he said.Shah was the chief guest at the 27th Raising Day event of the RAF at its battalion number 100 based in Ahmedabad's Vastral area.The RAF is a specialised anti-riot and crowd control unit of the Central Reserve Police Force (CRPF), the country's largest paramilitary force comprising over 3.25 lakh personnel in its ranks.The Home minister also gave 20 gallantry medals to CRPF personnel, including some posthumously, for exhibiting bravery in counter-terrorism operations in Jammu and Kashmir and anti-Naxal operations in various states.This is the first time Shah attended an event of the RAF post the August 5 decision of the Centre to abrogate Article 370 provisions that gave special status to Jammu and Kashmir.The CRPF is the lead force deployed in the Kashmir region post this decision and at present, nearly 1.5 lakh of its personnel are there for conducting counter-terrorism operations and rendering regular law and order duties.The RAF Raising Day is on October 7, the day it became operational in 1992, but the event was rescheduled to Monday owing to some commitments of the Union Home minister.The force has 15 battalions based in various cities across the country and each unit has a strength of over 1,000 personnel."
    },
    {
        "_id": "658944bdd05b1bb9fb959bda",
        "Cyber security, anti-bullying feature: Experts happy with Instagram's new updates": "NEW DELHI: Marketers, security experts and advertisers expect Facebook's photo sharing app Instagram to gain a competitive edge over rival platforms in markets like India after the company rolled out a series of new updates and security features this month including restricting third party data that other apps can use from Instagram, enabling people to identify phishing emails claiming to be from Instagram besides rolling out a restrict feature to hide bullying posts on users' feed and removing the following tab- the feed that shows the likes, comments and following users of your friends.Security experts said consumers today are extremely cautious of the data they share with third parties and that global scrutiny post Cambridge Analytica has led to tighter controls being exercised by Facebook on platforms that the company owns. Others believe the series of new updates could also be aimed at tackling the growth of rival platform TikTok.“The audience for the two platforms is very different, yet there is an overlap. There are concerns which prevent certain users from going on to TikTok and those concerns are everything that Instagram is doing to hedge against by introducing so many new features. The current user base will feel more secure and it will help improve engagements. Privacy, security, trolling and abuse are complaints often cited against social media platforms,” said Gozoop founder and CEO Ahmed Aftab Naqvi.In a blog post on October 15, Instagram stated users have the option to remove any third party services they no longer want connected to their Instagram account. Users can manage their connections to third party services by going to settings in the Instagram app. By tapping security next and then apps and websites, they will have the option to remove third party services. “When you remove a third party service, they will no longer have access to new data on your account,” Instagram stated.  You Might Also Like:It's the social media era! This wedding season, luxe segments look up to Instagram for inspiration“With this new security feature, consumers can not only ensure that they share limited data with third parties, but can also now view the extent of data third party applications have. Not only this, consumers will not be able to review the apps and the kind of data they fetch and can change and control the extent,” said Rahul Tyagi, co-founder of enterprise cyber security company Lucideus.“We foresee this to become a USP for Instagram in India and other markets and will help them attract more users and continue to maintain the present base and cater to consumers who are privacy conscious,” Tyagi added.In a tweet on October 8, head of Instagram Adam Mosseri stated the company is removing the ‘following’ tab on Instagram which was created to help people discover new posts and accounts their friends engage with. “We are always trying to stay focused and keep Instagram simple and so we celebrate launches and unshipping,” Mosseri tweeted.Harsh Shah, senior vice president at digital agency Dentsu Webchutney and Prashant Puri, CEO of digital marketing firm AdLift said brands only stand to gain from these new updates from Instagram as users will feel safer which will help drive engagements and quality conversations for brands. “Anti-Bullying measures help brands in more ways than we can think. May be not immediately, but it will help users to be more confident to engage and converse,” he added.You Might Also Like:Ratan Tata makes Instagram debut, wants to exchange stories & create something specialSumedh Chaphekar, chief executive of influencer incubator platform NoFiltr said users are taking note of the following tab update. “Influencer behaviour is also evolving and is getting more mature on the app,” he said."
    },
    {
        "_id": "6589458fd05b1bb9fb959bdc",
        "Congress, Shiv Sena leaders meet Sharad Pawar amid power tussle": "The Shiv Sena on Thursday sent signals that it was exploring options of leading a government in Maharashtra. The development introducing uncertainty to BJP’s government formation in the state came on a day when a Congress delegation met NCP chief Sharad Pawar to seek his party’s nod to support a Sena-led government and Sena leader Sanjay Raut made a “courtesy call” to Pawar at his residence later in the day. Whether Sena was driving a hard bargain or was serious was not certain though.Sena insiders said that it was exploring options of leading a government and party president Uddhav Thackeray mentioned this during a meeting of MLAs, adding that their party was in touch with the Congress and the NCP. Addressing his 56 Sena MLAs at Sena Bhavan who elected Thane MLA Eknath Shinde as its legislature party leader, Thackeray said that the BJP should not think the chief minister’s post was meant for it permanently. He was willing to hold talks with BJP, but for such a thing to happen “the BJP should acknowledge that there was an agreement on a 50:50 power sharing formula with us. How will talks go ahead, and on what basis do we talk, if there is no agreement on the formula that was decided,” Thackeray asked. The Sena has been unhappy with the BJP after it turned down its claim of having a Sena chief minister for 2.5 years.Referring to reports about 13 ministerial berths being offered to the Sena, Thackeray told his MLAs “do not believe rumours” and added that the Sena had not received any proposal from the BJP. The Sena president took offence to chief minister Devendra Fadnavis’ statement on Diwali that there was no agreement on sharing the chief minister’s post. Uddhav told his MLAs that Fadnavis should not have made the statement and that was why Sena had cancelled talks, even while claiming that it still considered BJP as a friend. He added that the Sena was not desperate to “accept whatever was given by the BJP,” and the government would be stable if the BJP honoured what Amit Shah offered to it earlier. Uddhav said that the mandate was for the two parties and not just for the BJP.Raut too said something similar earlier in the day: “The BJP won 105 seats because it was in an alliance with the Sena.” He slammed BJP leader Sudhir Mungantiwar who had a few days ago claimed that the Sena was going to be destroyed if it continued in the same path. “May be Mungantiwar was speaking about his own party, it was his guilty consciousness speaking,” Raut said. The Sena had no misunderstanding as Shah and Fadnavis had publicly spoken about power-sharing before the Lok Sabha polls. “They are saying now that the chief minister’s post was not decided. What does a power sharing deal mean then? Is the chief minister’s post an NGO’s post that it is not included in a deal,” he asked."
    },
    {
        "_id": "658946c9d05b1bb9fb959bde",
        "India increasing steel production; net exporter this year: Dharmendra Pradhan": "NEW DELHI: India has been consistently increasing domestic production of steel and is a net exporter in the current financial year, Union minister Dharmendra Pradhan said on Monday.He also said the total number of steel plants in the country stood at 977.During the Question Hour, he said steel is a deregulated sector where market forces and commercial considerations decide construction and location of new steel plants.He was responding to a query on whether the government proposes to set up new steel plants in Haryana.According to him, India has become a net exporter of steel in the current year.\"The import of steel has increased marginally in the last three years from 7.23 million tonnes in 2016-17 to 7.83 million tonnes in 2018-19,\" he said.Noting that domestic production has consistently increased regardless of such imports, Pradhan said in the current year, the country is a net exporter.\"To counter import of cheap steel, anti-dumping duties have been imposed on various grades of steel which were dumped into the country.\"Import of steel grades which are not manufactured in adequate quantity in the country is essential for supporting manufacturing sector,\" he noted.Responding to supplementaries, the minister said there is plan to set up a green field steel plant by RINL in Visakhapatnam with an international player."
    },
    {
        "_id": "65895133d05b1bb9fb959be0",
        "Kia Motors India announces price hike after selling 45,000 units of Seltos": "South Korean automaker Kia Motors hiked the price of its maiden car in India, the Seltos compact SUV, after the company had a dream run selling over 45,000 units in a little over four months.The prices of Seltos have been revised upwards by Rs 20,000 to Rs 35,000 across variants. The launch price of Rs 9.69 lakh, ex-showroom for the base variant was an introductory price limited only till 31 December 2019, said Kia Motor India, the Indian arm of Korean carmaker.Kia was not the only manufacturer to hike prices from January. Automobile manufacturers conventionally raise prices around the beginning of every new year to incentivise customers into purchasing older vehicles before the model-year changes and their value takes a hit.Maruti Suzuki, Mahindra & Mahindra (M&M), Ford India, Toyota Kirloskar Motor (TKM), Mercedes Benz and Audi India were some of the other manufacturers who hiked prices of their vehicles starting this new year, ET had reported earlier. The price hikes were to counter inflationary pressure, they said.The price hikes were anywhere in the range of 1-3%.Kia Motors, meanwhile, is gearing up for the launch of its second vehicle in India – the Carnival multi-purpose vehicle. The premium MPV will be launched at the New Delhi Auto Expo in February.Kia Motors India has an installed capacity to manufacture 300,000 vehicles annually at its facility in Anantapur, Andhra Pradesh. It has set up a network of 265 customer touchpoints across 160 tier 1, 2 and 3 cities in the country."
    },
    {
        "_id": "6589522bd05b1bb9fb959be2",
        "Smartphone innovations: OPPO F15 comes with exquisite design, new-age tech, modern aesthetics & more": "Smartphone technologies have been evolving rapidly, but the past decade has seen a breakthrough like never before. Right from fast charging technology and fluid designs to camera software that makes a pro photographer of everyone, smartphone innovations have surpassed its benchmarks, year after year.Global smartphone maker OPPO has emerged as the most passionate about innovation, embracing the spirit of churning out one innovative product after another. And it has emulated the same zeal in its latest OPPO F15 smartphone.Hi-tech at heartIn its pursuit of creating user-centric products, the company has designed the OPPO F15 completely from the users’ perspective. For instance, the handset embodies new-age technology and modern aesthetics, something consumers swear by when they buy a smartphone. OPPO F15 is light and thin and comes with a large 4,000 mAh battery and high-resolution camera.In its pursuit of creating user-centric products, the company has designed the OPPO F15 completely from the users’ perspective.  RECOMMENDEDSTORIES FOR YOUOPPO sets the bar high for 2020, will launch F15 with 48 MP Quadcam on Jan 16OPPO all set for first-ever ColorOS 7 launch in India on November 26Oppo Enco Q1 review: Elegant design, long battery life and impressive noise cancellation techClassy designIn addition, users can feel the smooth curve on the smartphone, right from the front to the back. As far as its rear camera is concerned, OPPO has matched it with the lightness of the body by using a rounded rectangle frame to position the four cameras concentrically. It makes for an exquisite look, without any compromise on the tech features or user experience.Premium makeThrough years of efforts, OPPO has emerged as a smartphone brand that understands consumer pain-points and tackles the challenges efficiently that come with them. The smartphone maker focuses all its energy on R&D and brings out smartphones that promise to be premium at an attractive price point. OPPO elevates the game to deliver yet another smartphone marvel with the F15."
    },
    {
        "_id": "6589771fd05b1bb9fb959be6",
        "Nirbhaya Case: Four convicts to be hanged on March 20": "The four convicts of the Nirbhaya gang rape case will be hanged on March 20th at 5.30 am, a Delhi court has said. Yesterday, the Delhi government moved a city court seeking a fresh date for the execution of four convicts, saying their all legal remedies are exhausted.President Ram Nath Kovind rejected the last mercy plea, filed by Pawan Gupta.The trial court had on February 17 issued a fresh date, March 3 at 6 am, for the execution of death warrants for the four convicts -- Mukesh Kumar Singh (32), Pawan (25), Vinay Sharma (26) and Akshay Kumar Singh (31) -- in the case.The execution of their death warrants has been deferred thrice so far due to delays by them in exhausting legal remedies. All the convicts in the case are to be hanged together.The President had already rejected the mercy petitions of Mukesh, Vinay and Akshay.A 23-year-old physiotherapy intern, who came to be known as 'Nirbhaya', was gang raped and assaulted in a moving bus in South Delhi on December 16, 2012. She had died after a fortnight.Six people, including the four convicts and a juvenile, were named as accused. Ram Singh, the sixth accused, allegedly committed suicide in Tihar jail days after the trial began in the case.The juvenile was released in 2015 after spending three years in a correctional home."
    },
    {
        "_id": "658977e7d05b1bb9fb959be8",
        "Covid-19 battle: Govt may Lift Hydroxychloroquine export ban": "New Delhi: India may consider relaxing restrictions on the export of hydroxychloroquine, used for Covid-19 treatment, a day after US president Donald Trump publicly appealed to Prime Minister Narendra Modi to allow its exports. The export of the drug may be allowed on a case-by-case basis, top government officials told ET. The government may place it in the restricted list which means that exports will not be banned and will be allowed for companies which apply and take a no objection certificate. A meeting called by the cabinet secretary on Sunday and attended by the health secretary and pharmaceuticals department officials discussed this issue in detail. Officials said that the “industry has enough stock” of the drug in the country.Exports of hydroxychloroquine and its formulations are prohibited “without any exceptions” and with immediate effect, India’s Directorate General of Foreign Trade (DGFT) said in an April 4 order.“There is no shortage of hydroxychloroquine as of now and its production capacity can be ramped up to meet the projected demand,” said an official.‘No Communication So Far’“While our main aim is that Indian should have enough, we will be allowing companies to export on a case-by-case basis after taking an NoC from the DGFT ,” another official said. Exporters, however, said that there was no communication so far from the Prime Minister’s Office (PMO) or the commerce and industry ministry on allowing such exports.US president Donald Trump said over the weekend that he had urged PM Modi to allow exports of medicines already ordered by the US. America has the highest number of coronavirus cases so far in the world. The drug has been touted as a ‘game changer’ by President Trump, and India had banned its exports.“They make a large amount of hydroxychloroquine, very large amounts frankly,” Trump had said. “They have a hold because they have 1.5 billion people and they take a lot of it,” Donald Trump had said in his weekly press conference. “I said I would appreciate it if they would release the amounts that we ordered and they are giving it a serious consideration. But India makes a lot of it,” Trump said.The USFDA last month lifted the import ban on IPCA Labs for emergency supply of this drug.Hydroxychloroquine, an antiviral drug also used by patients of lupus and rheumatoid arthritis, an autoimmune disease, has emerged as a controversial treatment therapy for Covid-19. In India, the Indian Council of Medical Research initially recommended the drug for high-risk healthcare workers but expanded the scope last week to include patients with severe respiratory illness and those in the ICU.The Covid-19 National Containment Plan has also recommended hydroxychloroquine as a preventive measure for all those individuals moving out of the quarantined containment zones for essential services and also for household members of Covid-19 infected patients.Some experts have questioned the efficacy of this drug but it is being used by companies and research labs collaborating on discovering a vaccine for the virus.The Indian government is worried about hoarding of the drug across the world and wants to ensure that India will not face any shortages, an official negotiating this issue on behalf of the pharma companies with the government said.Separately, the government is also considering relaxing export restrictions on a few non-essential medicines such as Vitamin-D drugs which are not immediately required. (With inputs from Divya Rajagopal in Mumbai)"
    },
    {
        "_id": "65897945d05b1bb9fb959bea",
        "United Nations appeals for $4.7 billion dollars more to fight coronavirus pandemic": "United Nations: The United Nations on Thursday issued a new appeal for $4.7 billion in funding to \"protect millions of lives and stem the spread of coronavirus in fragile countries.\"  The money is on top of the $2 billion the UN already called for when it launched its global humanitarian response plan on March 25. It has received about half of that money so far.Top online courses in Business, Marketing, Programming Languages \"The most devastating and destabilizing effects\" of the novel coronavirus pandemic \"will be felt in the world's poorest countries,\" UN Under-Secretary-General for Humanitarian Affairs Mark Lowcock said in the statement. \"Unless we take action now, we should be prepared for a significant rise in conflict, hunger and poverty. The spectre of multiple famines looms,\" he warned. The full $6.7 billion is expected to cover costs of the humanitarian response plan until December. It prioritizes some 20 countries, including several in conflict such as Afghanistan and Syria. The new call for donations came as nine more countries were added to the list: Benin, Djibouti, Liberia, Mozambique, Pakistan, Philippines, Sierra Leone, Togo and Zimbabwe.  The funds are to be used to buy medical equipment to test and treat the sick, provide hand-washing stations, launch information campaigns and establish humanitarian airlifts to Africa, Asia and Latin America, according to the UN.  It also aims to develop new programs to better combat food insecurity that is growing as a result of the economic crisis caused by the COVID-19 pandemic.  \"Extraordinary measures are needed,\" Lowcock stressed.  \"I urge donors to act in both solidarity and in self-interest and make their response proportionate to the scale of the problem we face,\" he added, warning of a long-term boomerang effect if poor countries are neglected by rich countries. COVID-19 infections are expected to peak in the world's poorest countries in the next three to six months, according to UN estimates."
    },
    {
        "_id": "65897a67d05b1bb9fb959bec",
        "IIT Guwahati students’ startup Flyzy develops mobile application for contactless travel": "GUWAHATI: Students of Indian Institute of Technology Guwahati have developed a mobile application, called ‘Flyzy’, to provide a seamless air travelling experience to passengers during the pandemic. The application has been developed by Deepak Meena, Hansraj Patel, and Arjit Singh. The mission is to build Flyzy into India’s finest aviation IT technology company for providing a stress-free and safe journey to flyers. The aim of the application is to provide contactless boarding keeping in mind the easier baggage drop, manageable parking, a better shopping experience and providing necessary updates during the whole journey. They plan to install this in the airports. This a hybrid software which will support face-biometric recognition in the future, without changing the complete software system of the airport.IIT stated the idea is not only relevant during the present pandemic situation but also during the non-crisis time. The idea behind the application is to provide a seamless journey to passengers as they move through the airport, especially to the first-time flyers. The application will guide them thoroughly and provide them with an easy understanding and implementation of several airport functions. Passengers can shop from the airport using the application and can also pay through it. They can either opt for the takeaway or gate delivery option. The application also supports multi-currency payments. For food ordering purpose, the app suggests the passenger the best options based on the flight status. For instance, if the flight departs in one hour, the app will suggest the passenger the food items that could be prepared within the available time.The application also has a Smart UI Assistant which helps the elderly to use the app easily. Other features of the application include: real-time flight notifications, universal Web Check-in portal, check-in baggage status and map of the airport.The founders believe that the application will help the aviation industry save money as the process will become automated, faster and easier. The startup provides an end-to-end service at a low infrastructure cost. The team is already in the process of speaking to the authorities for implementing the application at some airports. The startup has been recognised by Startup India."
    },
    {
        "_id": "65897b8ad05b1bb9fb959bee",
        "Gangster Vikas Dubey to be brought to UP on transit remand: Police": "Lucknow: After the arrest of gangster Vikas Dubey, wanted in connection with the Kanpur ambush in which eight policemen were killed, in Madhya Pradesh's Ujjain on Thursday, the Uttar Pradesh police said he would be brought to the state on transit remand.\"Dubey will be brought to the state on transit remand. Our campaign against all those involved in the Kanpur case will continue till not even a single member of the Dubey gang is left,\" ADG, Law and Order Prashant Kumar said.\"Stricter punishment will be ensured against Dubey,\" he added.Asked whether anyone else was arrested in Ujjain besides Dubey, the officer said, \"We have come to know about it through the media. No official paper has been shared with us yet.\"Asked whether it was a joint operation of the Madhya Pradesh police and Uttar Pradesh police, he said, \"No, our team was not there.\"Quizzed on how the dreaded gangster managed to reach Ujjain, Kumar said it would not be possible to throw light on that, adding that \"it will be part of the probe\".A police team, led by the investigation officer (IO) in the case from Kanpur, will reach Ujjain as soon as possible to bring Dubey to Uttar Pradesh, the ADG said.Dubey, who was carrying a reward of Rs 5 lakh on information leading to his arrest for his alleged involvement in the Kanpur ambush on Friday night, was on the run since then."
    },
    {
        "_id": "65897d4bd05b1bb9fb959bf0",
        "Maharashtra: Fire at commercial building in Thane; no casualty reported": "A fire broke out in a three-storey commercial building in Ulhasnagar township of Maharashtra's Thane district, a fire official said on Monday. No casualty was reported, he said. The blaze erupted around 10.30 pm on Sunday in the office of a printing services company on the ground floor of the building in Press Bazar locality and spread to its upper floors, the official said.Printing material kept in the premises led to rapid spread of the blaze, Ulhasnagar Municipal Council's disaster cell chief Balasaheb Netke said. Five fire engines of the Ulhasnagar Municipal Corporationwere rushed to the spot. Two fire engines each of the Kalyan and Ambernath civic bodies were also pressed into service. The blaze was brought under control at around 8.30 am on Monday, the fire official said. A probe was underway to ascertain the cause of the fire, Netke said."
    },
    {
        "_id": "65897e80d05b1bb9fb959bf2",
        "Russia's Foreign Ministry says it hopes China, India find quick solution to border tensions": "MOSCOW: Russia's Foreign Ministry on Friday said it hoped China and India would find a solution as soon as possible to de-escalate renewed tensions on their disputed Himalayan border, the Interfax news agency said. Earlier on Friday, China and India said they had agreed to this and to take steps to restore \"peace and tranquillity\" following a high-level diplomatic meeting in Moscow."
    },
    {
        "_id": "65897fe2d05b1bb9fb959bf4",
        "Former India football captain Carlton Chapman passes away": "NEW DELHI: Former India football captain and mid-fielder Carlton Chapman, who formed a deadly trio at the club level with Bhaichung Bhutia and IM Vijayan in the 1990s, died on Monday following a heart attack in Bengaluru.He was 49.Chapman was hospitalised on Sunday night at a hospital in Bengaluru and passed away early this morning.\"I got a call from Bengaluru from one of his friends that Chapman is no more. He passed away early this morning. He was a happy-go-lucky man, always smiling and ready to help others,\" Chapman's one-time India team-mate Bruno Coutinho told PTI from Goa.A creative midfielder, Chapman played for India between 1995 and 2001 and the country won the 1997 SAFF Cup under his captaincy.At the club level, he had two successful spells with East Bengal and one with now defunct JCT Mills.A product of the Tata Football Academy in early 1990s, Chapman joined East Bengal in 1993 and scored a hat-trick in his team's 6-2 win against Iraq club Al Zawra in a first round match at the Asian Cup Winners Cup that year.But his best came after moving to JCT in 1995.Chapman won 14 trophies with the Punjab-based club, including the inaugural National Football League in 1996-97, and formed a formidable combination with Vijayan and Bhutia.\"He was like a younger brother to me. We were practically family. This is not an easy loss to take,\" Vijayan told the-aiff.com.\"He was a really nice person, both on and off the pitch. Generally, things do get heated at times when you are on the pitch as a footballer, but I do not remember him ever getting angry at anyone.\"Chapman had also joined now-defunct FC Kochin. But after one season, he returned to East Bengal in 1998 and the club won the NFL under his captaincy in 2001. He announced his retirement from professional football in 2001.\"Carlton-da was such a nice person. He was a year or two senior to us but he used to take care of us and guide us in various matters,\" said former India striker Dipendu Biswas, who was a cadet with Chapman at the Tata Football Academy.\"I remember he would even take us out for dinner on the weekends, back when we were at the Academy.\"Biswas recalled how Chapman played a role in his first goal in a Kolkata Derby.\"I remember we were both in East Bengal at that time and I managed to score my first ever goal in a Kolkata Derby. The cross had in fact come from Carlton-da. I can't even begin to tell you how special that moment was for me,\" he said.\"I still have that picture with him in my room. That first derby goal is always special, and I am happy to have shared that moment with Carlton-da.\"As coach, Chapman had stints with I-League second division club Tata Football Academy, Royal Wahingdoh FC of Shillong and Sudeva Moonlight FC of Delhi before becoming the Technical Director of the Kozhikode-based Quartz International Football Academy in 2017.\"He had been coaching for a long time after he was done with his playing career, and was bringing through some talented players,\" said Coutinho."
    },
    {
        "_id": "658980d5d05b1bb9fb959bf6",
        "NDA will choose Bihar's Chief Minister: Nitish Kumar": "Patna: Bihar chief minister Nitish Kumar has said that the next CM will be decided when NDA leaders meet shortly. \"In a democracy, people are supreme. I have no personal preferences. I have worked for the people and if I get a chance, I will work again,\" Kumar told media persons at the JDU office in Patna on Thursday. Before meeting the media, Kumar interacted with newly elected MLAs and workers of his Janata Dal United.After winning only 43 seats, Kumar’s JDU is BJP’s junior partner. Kumar indicated that LJP damaged JDU’s prospects in different seats. “There were some people trying to create confusion. They succeeded partially. I have nothing to say about it,” Kumar said. BJP has to take the decision on whether LJP should continue in NDA, he said.On Friday, there will be a meeting of all the alliance partners in Patna and thereafter some decision on government formation will be taken, he said. “Right now, nothing has been finalised. Before I go to the governor to offer my resignation, there would be a meeting and a decision would be taken. So that everything happens simultaneously.” Kumar said he had no plans to retire immediately though he said 2020 would be his last election. “You didn’t hear me properly. I say this in every election that all is well that ends well,” he said. He refused to comment on Tejashwi Yadav’s claim that the mandate was in his favour."
    },
    {
        "_id": "6589817cd05b1bb9fb959bf8",
        "Audi all set to launch new version of A4 next month": "NEW DELHI: German luxury carmaker Audi is gearing up to launch the new version of its sedan A4 next month, according to a company official. The company has already started production of the new car at its Aurangabad plant. Besides having a new 2-litre petrol engine complying with the BS-VI emission norms, the new A4 will have an updated design language. Audi India had decided to offer vehicles only in petrol and other alternate fuel technologies although it ruled out exiting diesel engines totally when the BS-VI emission norms kicked in from April 1 this year. \"The Audi A4 has been one of our best selling cars in India and has been locally produced since 2008. 2021 will be an exciting year for Audi India and the Audi A4 will be our first product launch next year,\" Audi India Head Balbir Singh Dhillon said. The previous version of Audi A4 was available in India priced at Rs 42 lakh for the Premium Plus variant and Rs 45.55 lakh for the Technology variant. RECOMMENDEDSTORIES FOR YOULuxe at an affordable price! Audi launches SUV Q2 in 5 variants from Rs 34.99 lakh onwardsGoing electric! Audi all set to compete with Tesla, will start producing luxury EVs by 2024Audi kicks off festive season with new variant of Q8 SUV at Rs 98.98 lakh in IndiaAudi India expects the luxury auto industry in India to witness growth in 2021 having gone through a tough 2020 due to the coronavirus pandemic induced disruptions."
    },
    {
        "_id": "658982c5d05b1bb9fb959bfa",
        "Dubai-based Indian teenager helps recycle 25 tonnes of e-waste": "DUBAI: A Dubai-based 15-year-old Indian girl has launched a campaign, which helped in the recycling of 25 tonnes of electronic waste in the Gulf nation, according to a media report on Friday. Riva Tulpule, a student of grade 10, got the idea to start the campaign while clearing out drawers filled with broken devices in 2016, the Gulf News reported. While shifting to a new house a few years ago, Tulpule found lots of disused electronics while helping her mom clear out drawers. This sparked the beginning of her campaign 'WeCareDXB' that she said has collected over 25 tonnes of e-waste for recycling in over four years, the report said. Top online courses in Business, Marketing, Programming Languages\"I had asked my mom why we can't we just dispose the items we don't need. She told me they need to be tacked in a special way but we were not sure exactly how to go about it. So that made me curious and I decided to do some research into it, which led me to this cause,\" Tulpule was quoted as saying by the report.  She said many people just dump old devices and appliances in the general waste as they are not aware of the options for recycling them.  Raising awareness through social media and word of mouth, WeCareDXB has enlisted volunteers - students, professionals, the general public - to collect the items for recycling e-waste.  Tulpule, a student of GEMS Modern Academy, got in touch with Dubai-based EnviroServe, an electronics recycler and processor, to hand over the collected items.  In December last, she held her latest collection round, rallying friends and the wider community to drop off over 2,000 broken laptops, tabs, mobile phones, printers, keyboards and other items. Over 60 students from 15 schools had signed up for the 10-day campaign."
    },
    {
        "_id": "658983fcd05b1bb9fb959bfc",
        "Smriti Irani dares Rahul Gandhi to take out money from tea traders in Gujarat": "Union minister and BJP MP Smriti Irani on Tuesday dared Congress leader Rahul Gandhi to \"take out money\" from the pockets of small tea traders of Gujarat and to contest elections from the state if he has \"guts\". She also alleged the Congress' \"hatred and prejudice\" towards Gujarat and its people was not new, \"as Rahul Gandhi and his party had objected to the proposal to build the Statue of Unity in the memory of Sardar Vallabhbhai Patel in Gujarat\". Irani was referring to the remarks made by the former Congress chief at a poll rally in Assam in which he spoke about hiking the daily wage of tea workers by making tea garden owners from Gujarat pay, if his party is voted to power in that state. \"Rahul Gandhi recently said in a rally in Assam that he will take out money from the pockets of small tea traders of Gujarat. Earlier, they (Congress) had issues with the tea seller (PM Narendra Modi), and now they have problems with those who drink tea,\" Irani said at a public rally for upcoming elections to local bodies held at Vansda town in Navsari district. \"I want to challenge Rahul Gandhi to try ('azma lo') Gujarat if he has guts. I also challenge him to contest polls from Gujarat. That will clear all his misconceptions,\" the Minister for Textiles and Women & Child Development said. Rahul Gandhi had said the Congress will hike the daily wages of tea garden workers if voted to power in Asasam. \"Tea garden workers of Assam get Rs 167 per day, while traders from Gujarat get tea gardens. The Congress will put Rs 365 as daily wage into the pockets of the tea garden workers. Now you will ask me where will the money come from?...It will come from the traders of Gujarat,\" he had said. Irani said Prime Minister Narendra Modi and the people of Gujarat had come up with the idea of constructing a grand monument dedicated to Sardar Patel. \"However, Rahul Gandhi and his family objected to this proposal as their entire politics was always about erasing Sardar Patel's name from the pages of history,\" said Irani. She alleged that when people are donating iron articles to build Patel's statue, \"I thought that Congress leaders would shun that prejudice and join this movement\". \"But, they could not remove that hatred and prejudice towards Gujarat and Gujaratis from their minds. As instructed by Rahul and his mother (Sonia Gandhi), the opposition party disrespected the Statue of Unity,\" the BJP MP alleged. Elections to six municipal corporations in Gujarat will take place on February 21. Polling for 81 municipalities, 31 district panchayats and 231 taluka panchayats is scheduled on February 28."
    },
    {
        "_id": "658984e0d05b1bb9fb959bfe",
        "John Abraham-starrer 'Satyameva Jayate 2' will now clash with Salman Khan's 'Radhe' on May 13": "MUMBAI: Action drama \"Satyameva Jayate 2\", starring John Abraham, will now arrive on Eid, a day early on May 13, in cinema halls. The Milap Zaveri-directed film, a sequel to Abraham's 2018 hit, will now clash with Salman Khan's \"Radhe: Your Most Wanted Bhai\", also scheduled to be released on the same date. Abraham, who features in the movie in a double role, took to Twitter and shared the film's new poster. This EID it’s SATYA vs JAY as LADENGE iss SAAL, Dono BHARAT MAA KE LAAL! #SatyamevaJayate2 releasing this EID on 13… https://t.co/D5oH0GOTld— John Abraham (@TheJohnAbraham) 1615955458000Produced by Bhushan Kumar's T-Series and Emmay Entertainment, \"Satyameva Jayate 2\" also stars Divya Khosla Kumar. RECOMMENDEDSTORIES FOR YOU'Godzilla Vs Kong' to hit the theatres in India on March 24Emily Blunt-starrer 'A Quiet Place: Part II' will now be released in theatres on May 28Saina Nehwal biopic, featuring Parineeti Chopra, set for theatrical release on March 26The sequel, a departure from the original's Mumbai setting, will see Abraham's character fighting corruption in Lucknow. Recently, Khan also confirmed the release date of \"Radhe\" and announced that he will honour his commitment to release the film on Eid, synonymous with a release featuring the Bollywood superstar."
    },
    {
        "_id": "658986aad05b1bb9fb959c00",
        "IPL 2021: Maxwell, ABD and spirited bowling hand RCB 38-run win over KKR": "Glenn Maxwell and AB de Villiers' knocks of 78 and 76 were backed up a spirited bowling performance as Royal Challengers Bangalore (RCB) defeated Kolkata Knight Riders (KKR) by 38 runs on Sunday here at the MA Chidambaram Stadium.Andre Russell played a knock of runs for KKR, but in the end, RCB managed to hold on to record their third victory in a row this season. This is the first time that RCB has managed to win their first three games in an IPL season.Chasing 205, KKR got off to a flier as Shubman Gill scored 21 runs off just nine balls, but in trying to look for another big shot, Gill lost his wicket to Kyle Jamieson in the second over of the innings. Rahul Tripathi then joined Nitish Rana in the middle and the duo put on 34 runs for the second wicket, but in looking for a maximum, Tripathi (25) ended up losing his wicket to Shubman Gill in the sixth over, reducing KKR to 57/2.In the very next over, Yuzvendra Chahal managed to send Rana (18) back to the pavilion and KKR was left in a spot of bother at 66/3. KKR fell further into a slump as Dinesh Karthik (2) failed to impress with the bat and ended up losing his wicket to Chahal. Eoin Morgan played a 29-run knock from 23 balls, but his innings was cut short by Harshal Patel with KKR still needing 91 more runs for the win.Andre Russell came out to bat next and he even hit Yuzvendra Chahal for 19 runs in the 17th over and as a result, KKR needed 59 runs for the win from the final three overs. Shakib Al Hasan (26) and Pat Cummins (6) lost their wickets to Jamieson in the 18th over and it all boiled down to Russell. In the end, the task proved too much and KKR ended up stumbling to a 38-run loss.Earlier, RCB might have been 9/2 in the second over, but Glenn Maxwell and AB de Villiers' knocks of 78 and 76 ensured that the side posts a total of 204/4 in the allotted twenty overs. Along with Maxwell and de Villiers, Devdutt Padikkal and Kyle Jamieson also played knocks of 25 and 11 respectively. For KKR, Varun Chakravarthy returned with two wickets.Opting to bat first, RCB got off to a bad start as the side lost wickets of Virat Kohli (5) and Rajat Patidar (1) in the second over of the innings. Varun Chakravarthy provided the first two breakthroughs to KKR. Maxwell then joined Padikkal in the crease and the duo revived the innings for RCB.Padikkal played a second fiddle while Maxwell took on the mantle of being the aggressor. The right-handed Maxwell hammered KKR bowlers all around the park and he was looking set to take RCB's score beyond the 180-run mark. Prasidh Krishna finally provided the much-needed breakthrough to KKR as he dismissed Padikkal (25) in the 12th over, ending the 86-run third-wicket partnership and reducing RCB to 95/3.De Villiers then joined Maxwell in the middle and the duo further accelerated the innings, not giving KKR bowlers any sort of respite. Maxwell (78) finally departed in the 17th over as Pat Cummins bounced him out. However, the Proteas batsman carried on with the momentum and in the end, RCB posted a total of more than the 200-run mark.Brief Scores: RCB 204/4 (Glenn Maxwell 78, Ab de Villiers 76*, Varun Chakravarthy 2-39) vs KKR 166/8 (Andre Russell 31, Eoin Morgan 29, Kyle Jamieson 3-41)."
    },
    {
        "_id": "65898748d05b1bb9fb959c02",
        "Cyclone Yaas alert for West Bengal, Odisha for end of May": "As the western coast of India recovers from Cyclone Tauktae, another one brewing over the Bay of Bengal called Cyclone Yaas that would be affecting the coastal regions of West Bengal and Odisha.The new cyclone will also bring the crucial southwest monsoon winds along with it to the Andaman Sea by May 21, the first major milestone in its progress towards the country. As a rule-of-thumb, the monsoon makes its onset over Kerala roughly ten days after it makes its advent over the south Andaman Sea. However, due to the interference of cyclonic storms, this theory may not hold true, as was observed last year due to Nisarga and Amphan. The Cyclone Yaas weather system is likely to hit the eastern or the Coromandel coast of the country on the evening of May 26, the India Meteorological Department said in its tropical cyclone outlook.”"
    },
    {
        "_id": "65898e91d05b1bb9fb959c04",
        "Yamaha Motor Company may introduce multiple products to double its share in local two-wheeler market": "Japanese auto major Yamaha Motor Company is working on introducing multiple products in the premium motorcycle and scooter segments to more than double its share in the local two-wheeler market over the next five years.The company, which currently has a market share of 3.7%, is looking at bolstering its presence in the 125 cc scooter and 150cc and 250 cc motorcycle segments to draw in new-age customers. Overall, the aim is to increase market share to 8.7% by 2025.“In India, 51.6% of the total two-wheeler purchases comprise commuter segment models up to 125cc segment, and we feel that this section of buyers will aspire to own a premium product that’s exciting, stylish and sporty, eventually making a shift to the 150cc class, as for 150cc segment today, is the new age commuter segment”, said Motofumi Shitara, Chairman, Yamaha Motor Group India, adding, “Hence, we have set a target to achieve an 8.7% market share by 2025, for which our strategy for India is to strengthen our product portfolio in the 125cc scooter segment, and the 150cc & 250cc motorcycle segment, for young age customers.”India Yamaha Motor – which reported a decline of 9.35% to sell 524,186 two-wheelers in the last financial year - already has a market share of 19% in the 149-250 cc motorcycle segment. The company launched its latest product in the space, the Yamaha FZ-X priced upwards of Rs 1.17 lakh (ex-showroom, Delhi) Friday. Sales of motorcycles, scooters and mopeds in the overall market fell 13% to 15.1 million units last fiscal.Shitara said that even though two-wheeler sales in the domestic market have declined the past two years, the future of the Indian two-wheeler industry is “strong and reassuring”. “As markets open up again, we are expecting the industry to ride on a positive growth curve as the pandemic has brought about a drastic shift in consumer purchasing behavior and the need for personal transport has increased as people prefer personal mobility over shared and public transportation, to ensure social distancing and personal hygiene,” he said.Automobile retailers too have been innovating their tools of customer reach and engagement and resorting to various digital initiatives to make the most of the upcoming festive season, which will prove crucial to meeting this year’s industry targets.Yamaha, which resumed production earlier this month, is currently operating on a single-shift basis at both its manufacturing facilities. Efforts are on to vaccinate a majority of the company’s workforce at the earliest, post which it will ramp up production. The company now has dealerships functional in green zones with limited staff to ensure social distancing and is working closely with channel partners and suppliers to minimize the impact of this interruption and focus on the optimization of stock till production resumes at full capacity.“Since state governments have been directing lockdowns with a clear time frame, companies have been able to plan and channel their economic activities in a better way, so the economic condition isn’t as badly hit as it was before. Hence, we are expecting a fast-paced market recovery and stability”, said Shitara.As far as electric vehicles are concerned, Yamaha has a dedicated team at its headquarters in Japan working on an all-new electric vehicle platform for India and other global markets, Shitara said the company has been manufacturing electric vehicles, in association with Gogoro, the past two years. “So, the technology and the expertise to develop and manufacture EV models are already in place. But we are contemplating factors like pricing, performance, and infrastructure before rolling out any products for the Indian market”, he added.Yamaha Motor has a total installed capacity to produce 1.55 million two-wheelers. The company has invested Rs 1,600 crore since 2015 in India."
    },
    {
        "_id": "6589901bd05b1bb9fb959c06",
        "'We responded like... ' What Rahul Dravid said in dressing room speech after Team India's win over Sri Lanka": "After Team India scored a chilling series-clinching win in the second ODI against Sri Lanka, the head coach and former captain Rahul Dravid delivered an inspiring heart-warming speech to the players. \"With its back to the wall, Team India responded like champions,\" said Dravid in the dressing room during his speech.Chasing 276 for victory on Tuesday, India were reduced to 193 for seven in 36th over but Deepak Chahar (69) and Bhuvneshwar Kumar (19) shared an unbroken 84-run stand to take the visitors home with three wickets in hand and five balls to spare.\"Obviously we finished on the right side of the result, which is incredible and fantastic but even if we didn't finish on the right side of the result, it is the fight all the way through was absolutely brilliant, so well done to all of you,\" Dravid is heard saying in a video posted on BCCI's website which has now gone viral. \"We said they were going to respond, we knew we had to respect the opposition. The opposition was going to respond, they're also an international team. They responded, and we responded back like a champion team,\" he added.Dravid further said that with Team India's back to the wall, they found a way to break the opposition. \"So really well done to all of you. Fantastic job,\" the coach said.You Might Also Like:Now video creators can earn money from fans, thanks to new YouTube featureIndia found the going tough with Suryakumar Yadav anchoring the chase with a 44-ball 53 but once he was gone, the visitors slipped to 193 for seven.However, Chahar smashed his maiden ODI fifty and in the company of Bhuvneshwar took the team home.\"It is not the right time to talk about individuals at this point, obviously there were some fantastic individual performances, especially towards the end,\" said Dravid, who was named India head coach for the limited-overs tour of Sri Lanka.\"So many good performances in our bowling, batting, even at the start, fantastic team performances from all of you.\"You Might Also Like:Mika Singh’s car breaks down at 3 am in Mumbai, hundreds show up to help. Video goes viralThe video also featured Suryakumar, Bhuvneshwar, and Chahar talking about their experience about the match.\"I don't have words, I think it is one of the best games which I have been part of, I have seen live... it is an unbelievable victory,\" Suryakumar said.\"Bhuvi, our vintage man and DC, we have been talking about his batting, and today he has proved himself, it was a complete team effort. It was something special from Deepak Chahar.\"The third an final ODI will be held on Friday. You Might Also Like:Mismatched at 'The French Dispatch' Cannes premiere. Star cast's different outfits trigger meme fest"
    },
    {
        "_id": "65899167d05b1bb9fb959c08",
        "Afghans face 'impossible' race against time to flee Kabul": "Tens of thousands of Afghans were racing Sunday to flee their country as the United States warned of security threats at Kabul's chaotic airport and the European Union said it was \"impossible\" to evacuate everyone at risk from the Taliban.In the week since the hardline Islamist militants took back power in Afghanistan, the Taliban have vowed a softer version of their brutal rule from 1996-2001, and taken steps towards forming a government.But terrified Afghans continue to try and flee, deepening a tragedy at Kabul airport where the United States and its allies have been unable to cope with the huge numbers of people trying to get on evacuation flights.Britain's Sky News on Saturday aired footage of at least three bodies covered in white tarpaulin outside the airport. It was not clear how they had died.Sky reporter Stuart Ramsay, who was at the airport, called the deaths \"inevitable\" and said people were being \"crushed\", while others were \"dehydrated and terrified\".The footage was the latest image of utter despair, after video of a baby being lifted over a wall at the airport and horror scenes of people hanging onto departing planes.Families hoping for a miracle crowded between the barbed-wire that surrounds an unofficial no man's land separating the Taliban from US troops. Roads to the airport were choked with traffic.President Joe Biden has described the situation as \"one of the largest, most difficult airlifts in history\".Circumstances were further complicated on Saturday when the US government warned its citizens to stay away from the airport.No specific reason was given, but a White House official later said Biden had been briefed on \"counter terrorism\" threats, including the Islamic State group.The United States, which has thousands of troops trying to secure the airport, has set a deadline to complete the evacuations by August 31.But there are up to 15,000 Americans and 50,000 to 60,000 Afghan allies who need to be evacuated, according to the Biden administration.There are countless others, including journalists, who fear repression under the Taliban and are also trying to flee.\"We know that we're fighting against both time and space,\" Pentagon spokesman John Kirby conceded, while others gave a bleaker assessment.\"They want to evacuate 60,000 people between now and the end of this month. It's mathematically impossible,\" European Union foreign policy chief Josep Borrell told AFP.Borrell added that \"we have complained\" to the Americans that their airport security was overly strict and hampering attempts by Afghans who worked for the Europeans to enter.Biden has said the deadline could be extended for the airlifts. Borrell said that as far as he knew that decision had not yet been made.On Saturday the Pentagon said 17,000 people had been taken out since the operation began on August 14, including 2,500 Americans.Thousands more have left on other foreign military flights.The Taliban have been publicly content to allow the US military oversee the airlift, while focusing on how they will run the country once the foreign forces leave.Taliban co-founder Mullah Abdul Ghani Baradar flew into Kabul on Saturday, and officials said they were mapping out an \"inclusive government\".A senior Taliban official told AFP that Baradar would meet jihadi leaders, elders and politicians in coming days.The gathering in Kabul included leaders of the Haqqani network, a US-designated terrorist organisation with million-dollar bounties on its leadership.The Taliban swept into Kabul last week, ending two decades of war, stunning the world as government forces surrendered en masse and raising questions about Washington's ability to support its allies.Former UK prime minister Tony Blair, who in 2001 took Britain into war in Afghanistan alongside the United States, on Saturday criticised the US motives for the withdrawal as \"imbecilic\".\"The abandonment of Afghanistan and its people is tragic, dangerous, unnecessary, not in their interests and not in ours,\" Blair wrote in a wide-ranging article.\"We didn't need to do it. We chose to do it."
    },
    {
        "_id": "65899340d05b1bb9fb959c0a",
        "India sugar mills pause export deals in bet price will rise more": "Sugar exporters in India are holding off signing any more export contracts, in a bet that global prices will rally further after bad weather damaged crops in top grower Brazil.Raw sugar in New York would need to climb to 20.5 cents a pound to again attract mills from the western Maharashtra state and the southern region, Abinash Verma, director general of the Indian Sugar Mills Association, said by phone. The second-biggest sugar producer has already inked deals to ship 1.2 million tons from the next year’s crop, taking advantage of a recent rally in prices, he said.A slower pace of sales by India, which is estimated to have almost 9 million tons in reserves next month, may heat up the global market again. Sugar futures recently reached a four-year high in New York after drought and frost hit Brazilian crops. The commodity traded at 20.04 cents a pound Wednesday.Indian exporters are expecting that global prices will advance further, Verma said. “They are waiting for an opportune moment to sign further contracts,” he said Wednesday. World sugar prices may also get support from higher crude oil prices as millers in Brazil may be encouraged to divert more cane to produce ethanol, Verma said. Factories in northern India, including top grower Uttar Pradesh, will be ready to ship if global prices rise to 21.5 cents, Verma said. India is estimated to export about 7 million tons of sugar this season, mostly with the help of subsidies. Any financial help for the next year, if the government decides, will be announced later. “Signing of new export contracts have slowed down also because of a recent increase in domestic prices,” said Adhir Jha, chief executive officer and managing director of Indian Sugar Exim Corp. Shipments will pick up from late October, when crushing for the new season starts, as there will be pressure on mills to sell, Jha said. The government may intervene and ask mills to sell more in the local market if prices at factory gates continue to rise, he said. The government controls sale of sugar in the domestic market."
    },
    {
        "_id": "658994d5d05b1bb9fb959c0c",
        "India's biggest aromatic garden developed at Lalkuan": "India's biggest aromatic garden boasting of 140 species has been developed at Lalkuan in Nainital district. The garden has been developed over an area of three acres by the research wing of the Uttarakhand Forest Department, Chief Conservator of Forest (research) Sanjeev Chaturvedi said.  The project has been funded under Centre's compensatory afforestation scheme (CAMPA).  Initiated in 2018, it aims to conserve various aromatic species, create awareness about them, promote research, and link them with livelihood of local people, Chaturvedi said.  Lalkuan was selected as the site for the garden to offset perpetual stench that comes from the paper industries in the area.  The aromatic garden has a 'Tulsi vatika' which contains more than 20 species of tulsi, including Rama tulsi, Shyam tulsi, van tulsi, kapoor tulsi as well as African, Italian and Thai tulsi.  Besides Tulsi Vatika, it has eight different sections comprising aromatic leaves (lemon balm, rosemary, kapoor and various mint species), aromatic flowers ( chameli, mogra, rajnigandha, kewda), aromatic trees (chandan, neem chameli, naglingam, parijat), aromatic rhizomes (aama haldi, kali haldi), aromatic seeds ( kasturi bhindi, badi ilachyi, timur, ajwain), aromatic grasses (lemon grass, Java grass, khas grass), aromatic bulbs (red ginger, sand ginger) and aromatic roots (pattharchur, vach).  Chandan from South India, Agarwood from North east, kewada from coastal areas, and Parijat from terai zone, apart from neem chameli, hazari mogra, sontaka, chameli, raat ki rani, din ka raja and anant are some of the most fragrant popular species present in the aromatic garden. It has nine different species of jasmine, four different species of mint, four different species of 'haldi' (turmeric), and three different species of ginger.  The extracts of these aromatic plants are used in cosmetics for flavouring and fragrance purposes.  These plants are also of great utility in making spices, pesticides and repellents."
    },
    {
        "_id": "658995edd05b1bb9fb959c0e",
        "Skyroot test fires India's first privately built cryogenic rocket engine": "Bengaluru: Skyroot Aerospace, a Hyderabad-based space technology startup, has test fired India’s first privately developed fully cryogenic rocket engine, successfully demonstrating the technology that will power the upper stages of its upcoming Vikram-2 orbital launch vehicle.The rocket engine, named Dhawan-1 in honour of Indian rocket scientist Satish Dhawan, has been developed using 3D printing technology and is fuelled by liquefied natural gas and liquid oxygen—a high-performance, low-cost and clean rocket fuel, the company said.\n\t         \n\t         .jumptextrow, .jumplinkwrap{margin:15px 0;}\n\t         article.artData .artText table td {vertical-align:middle}\n\t         \n\t         \n          \n          \n          \n          \n          \n          \n          \n          \n\t     Elevate Your Tech Prowess with High-Value Skill CoursesOffering CollegeCourseWebsiteIndian School of BusinessISB Product ManagementVisitIIM LucknowIIML Executive Programme in FinTech, Banking & Applied Risk ManagementVisitIIT DelhiIITD Certificate Programme in Data Science & Machine LearningVisit“This is a completely ‘Made-in-India' cryogenic engine developed using 3D printing with a superalloy, reducing manufacturing time by more than 95%,” said Pawan Kumar Chandana, cofounder and chief executive at Skyroot Aerospace. “This test makes us one of the very few companies in the world to have successfully demonstrated this technology.” ETtechSkyroot Aerospace's cryogenic engine.Cryogenic engines are given the name due to the use of propellants that are stored at cryogenic temperatures of less than negative 150 degrees Celsius.With this milestone, Skyroot has demonstrated all the three propulsion technologies that will be used in its first series of small satellite launch vehicles, it said. In December last year, the company successfully test fired its Kalam-5 solid propulsion rocket engine, a larger version of which will be used to power the lower stages of its Vikram rocket.Discover the stories of your interestBlockchain5 StoriesCyber-safety7 StoriesFintech9 StoriesE-comm9 StoriesML8 StoriesEdtech6 Stories“The complex engine start and shut-off transients (were) perfectly smooth, combustion was very stable, and pressure was rock steady. This is a phenomenal achievement by our team and we’ve mastered handling two cryogenic fuels,” said Padma Shri awardee V Gnanagandhi, who heads the cryogenic propulsion team at Skyroot.Skyroot is backed by the promoters of renewable energy firm Greenko Group, explosives manufacturer and ISRO supplier Solar Industries and Curefit founder Mukesh Bansal.The company is looking to develop and manufacture rockets that will hurl small satellites into space at an extremely low cost and with quick turnaround times. Apart from 3D printing to manufacture the rocket engines, Skyroot plans to use carbon composites to develop the rocket case, a material that’s lighter than steel, yet stronger.Skyroot also plans to be able to fire its rockets off portable launchers, something that will offer a lot of flexibility to firms that partner with it.In September this year, the company became the first space tech firm to formally enter into an agreement with the Indian Space Research Organisation (ISRO) to utilise its facilities and get access to its expertise for testing and qualification of its small satellite launch vehicles, the first launch of which is scheduled for 2022. Skyroot was a finalist in the Top Innovator category of the 2021 edition of The Economic Times Startup Awards."
    },
    {
        "_id": "65899717d05b1bb9fb959c10",
        "Earthquake of 3.5 magnitude hits Imphal": "An earthquake of magnitude 3.5 on the Richter scale hit West-Northwest of Manipur's Imphal on Sunday, informed the National Center for Seismology (NSC). \"Earthquake of Magnitude:3.5, Occurred on 26-12-2021, 02:43:16 IST, Lat: 25.07 & Long: 93.48, Depth: 24 Km ,Location: 54km WNW of Imphal, Manipur,\" tweeted NSC. More details are awaited."
    },
    {
        "_id": "658998d0d05b1bb9fb959c12",
        "Genes vs healthy eating: Can lifestyle changes give you extra years to live?": "You drank your kale smoothie today. You ate your avocado toast topped with boiled organic eggs, put on your activewear and practised some home yoga, lit the sage joss stick for meditation chants, and drank several glasses of cucumber or pomegranate-infused water — If you repeat these habits daily, do you think you will live longer? Science has, for long, grappled with the question of whether genes or lifestyle impact our lifespan and the answer is, while several lifestyle factors do determine how long we live (more importantly, how healthily we do the living), scientific evidence suggests that we cannot discount the role genes play in ageing and human lifespan longevity as well. According to a recent study, led by the University College London (UCL), a collection of genes plays a crucial role in determining human lifespan. The genes had previously done wonders in extending the lifespan of smaller organisms, like it helped increase fruit flies’ lives by 10 per cent, but this is the first time researchers have been able to demonstrate its link to humans’ lifespan, according to a new Genome Research paper. The study examined genetic data of previous studies involving 11,262 people who had lived an exceptionally long life – especially those who made it past their 90s. Co-lead author Dr Nazif Alic, while sharing the findings with Science Daily, said, \"We have already seen from extensive previous research that inhibiting certain genes involved in making proteins in our cells, can extend lifespan in model organisms such as yeast, worms and flies. However, in humans, loss of function in these genes has been seen to cause diseases, such as developmental disorders known as ribosomopathies.”However, he added that in the recent study it was discovered that inhibiting these genes may also lead to increased longevity in people, perhaps because they are most useful early in life before causing problems in late life.The scientists discovered that the genes' effects were connected to specific organs, including abdominal fat, liver, and skeletal muscle. However, they also propounded that the effect on longevity went beyond mere associations with specific age-related diseases.The report at Science Daily said that the findings of the study prove that drugs such as rapamycin, an immune regulator, may be helpful to promote healthy lifespan."
    },
    {
        "_id": "65899b01d05b1bb9fb959c14",
        "Russia admits 'killed and injured' troops in Ukraine": "Russia's army admitted Sunday that there were \"killed and injured\" soldiers among its troops in Ukraine on the fourth day of its invasion, without saying how many had died there. \"Russian servicemen are showing courage and heroism while fulfilling combat tasks in the special military operation,\" Moscow's army spokesman Igor Konashenkov said on state television. \"Unfortunately, there are killed and injured among our comrades.\"  This was the first time Moscow had spoken about losing men in Ukraine since President Vladimir Putin launched the invasion in the early hours of Thursday. Konashenkov said the Russian army would return Ukrainian prisoners of war \"who surrender\" to their families. Fighting in Ukraine has claimed dozens of civilian lives, forced hundreds of thousands to flee their homes and turned Russia into a global pariah. Ukraine said it had agreed to send a delegation to meet Russian representatives at the border with Belarus, which has allowed Russian troops passage to attack Ukraine, insisting there were no pre-conditions to the talks."
    },
    {
        "_id": "65899d26d05b1bb9fb959c16",
        "Academy launches formal investigation against Will Smith for slapping Chris Rock. Could this cost 'King Richard' star his Oscar?": "Will Smith’s worst nightmare about his misconduct at the Oscars may be coming true. The actor, who lost his cool, and slapped Chris Rock on Oscars stage after the comedian tried to take a jibe at his wife, is going to be subjected to ‘formal review’ for his actions, according to a statement issued by the Academy of Motion Picture Art and Sciences. In a statement released to the press, the Academy said that it ‘condemns the actions of Mr Smith at last night’s show’. \"We have officially started a formal review around the incident and will explore further action and consequences in accordance with our Bylaws, Standards of Conduct and California law,\" the statement added. While the moment Will Smith struck Chris Rock may had gone viral immediately, the academy took a whole day to take stock of the situation before issuing the formal statement. Previously, the Academy had tweeted saying, \"the Academy does not condone violence of any form. Tonight we are delighted to celebrate our 94th Academy Awards winners, who deserve this moment of recognition from their peers and movie lovers around the world. \"Also read | Oscars 2022 winners: 'CODA' bags Best Picture; Will Smith, Jessica Chastain win Best Actor, Best Actress. Here's the complete listYou Might Also Like:Will Smith's altercation with Chris Rock reels in audiences, Oscars ratings bounce back after 50% record fall last yearYesterday, as Chris Rock took the stage to introduce the Best Documentary feature, he made a joke about Smith’s wife and compared the actor’s wife Jada Pinkett-Smith to 'G.I. Jane' because of her bald head. For those of you who do not know, Pinkett-Smith had previously opened up about a hair loss condition which she suffers from, that causes the baldness.After hearing Rock’s dig, Will Smith went onto the stage, and slapped the presenter. The ‘Men In Black’ actor then screamed twice at the top of his lungs, \"Keep my wife’s name out of your f***ing mouth,” and walked away.However, the actor soon regretted his action, or after his anger cooled down, he realised the gravity of his misconduct, and apologised profusely to the academy, Chris Rock and all present in the audience when he took the stage to receive his Best Actor Award for his performance in ‘King Richard’. Smith, with tears rolling down his eyes, said, “ In this business, you gotta be able to have people disrespecting you and you gotta smile and you gotta pretend like that's OK. But Richard Williams, and what I loved, thank you D. Denzel (Washington) said to me a few minutes ago, he said, 'At your highest moment, be careful. That's when the devil comes for you.'\"You Might Also Like:Oscars 2022: Chris Rock declines to file report against Will Smith. But, will the actor lose his trophy or face an Academy ban over slap?Also Read | 'CODA' scripts history as Troy Kostur becomes 1st deaf man to win an Oscar; Jane Campion trumps Spielberg, finally, after 29 yrsThe actor further added that he wanted to apologize to the Academy and all his fellow nominees. “This is a beautiful moment and I'm not crying for winning an award. It's not about winning an award for me…I'm hoping the Academy invites me back. Thank you,” he concluded. Will he be invited back at the Oscars or is there a scope that he can lose the award he has won because of his behaviour? The Academy will deliberate on the matter and make a decision soon, we hope.You Might Also Like:Oscars 2022: Awards, speeches, and an infamous on-stage slap make for one of the 'wildest' Academy Awards eventsOscars 2022 updates: A-listers bring their fashion game to the 94th Academy Awards for the red carpet"
    },
    {
        "_id": "65899ea6d05b1bb9fb959c18",
        "After the success of 'Spider-Man' films, Jon Watts steps down from directing duties of Marvel Studios' 'Fantastic Four' reboot": "LOS ANGELES: Fresh off the success of 'Spider-Man: No Way Home', filmmaker Jon Watts has decided to step down from the directing duties of Marvel Studios' 'Fantastic Four' movie. Watts, who spent the last eight years working on Tom Holland-led three Spider-Man movies --'Homecoming','Far From Home' and 'No Way Home' -- for Sony Pictures and Marvel, said his exit is prompted by his decision to take a break from large scale superhero movies. \"Making three Spider-Man films was an incredible and life-changing experience for me. I'm eternally grateful to have been a part of the Marvel Cinematic Universe for seven years. I'm hopeful we'll work together again and I can't wait to see the amazing vision for Fantastic Four brought to life,\" the director said in a statement to Deadline. Marvel chief Kevin Feige said collaborating with Watts on the 'Spider-Man' films \"has been a true pleasure\" and they hope to work with him again in future. \"We were looking forward to continuing our work with him to bring the Fantastic Four into the MCU but understand and are supportive of his reasons for stepping away. We are optimistic that we will have the opportunity to work together again at some point down the road,\" he said. Watts was announced as the director of 'Fantastic Four' reboot for in December 2020 during the Disney Investor Day presentation. RECOMMENDEDSTORIES FOR YOUIs 'Doctor Strange' sequel already a hit in India? Marvel film mints over Rs 10 cr in advance booking'Black Panther: Wakanda Forever' is going to be spectacular, says actor Anthony Mackie'Ms. Marvel' from Marvel Studios to start streaming  from June 8 on Disney PlusMarvel Studios acquired the cinematic rights for the superhero team, which previously has been made thrice for the big screen, after it took control of 20th Century Fox."
    },
    {
        "_id": "65899fedd05b1bb9fb959c1a",
        "Prime Video announces digital premiere date of 'K.G.F: Chapter Two'": "South star Yash's blockbuster movie \"K.G.F: Chapter Two\" will make its streaming debut on Prime Video on June 3. In a statement, the Amazon streamer announced that the film will be available to its subscribers in five languages -- Kannada, Tamil, Hindi, Telugu and Malayalam. Directed by Prashanth Neel and produced by Hombale Films, the period action drama is a sequel to Yash's 2018 blockbuster \"K.G.F: Chapter One\". The multilingual movie was released in theatres countrywide in Kannada, Tamil, Telugu, Malayalam and Hindi on April 14. \"K.G.F: Chapter Two\" takes forward the story of Yash's Rocky, an orphan who rises from poverty to become the king of a gold mine. \"His name now strikes fear in the blood-soaked Kolar Gold Fields. While his allies look up to him, the government sees him as a threat to law and order. Rocky must battle threats from all sides for unchallenged supremacy. \"He is a hero and a saviour to the people of Narachi. While trying to fulfil his promise to his mother, he must face many obstacles in the form of Adheera, Inayat Khalil and Ramika Sen,\" the official synopsis of the movie read.  \"K.G.F: Chapter Two\" also stars Srinidhi Shetty, Sanjay Dutt, Raveena Tandon, Prakash Raj, Rao Ramesh, Easwari Rao, Achyuth Kumar and Archana Jois in pivotal roles."
    },
    {
        "_id": "6589a154d05b1bb9fb959c1c",
        "Hindu teacher from Jammu shot dead outside school in Kashmir": "A school teacher, identified as Rajni Bala, 36, wife of Raj Kumar, a resident of Samba in Jammu, was shot dead by suspected militants in Kulgam district of southern Kashmir on Tuesday morning. She was posted in a government high school in Gopalpora village in southern Kashmir.Eyewitnesses said that she was shot dead around 10:30 am, near the school gate. She lived in a nearby Chawalgam village with her daughter and husband, who dropped her at the school minutes before her killing. After the medico legal formalities, her body was flown to her native village in Samba later in the day. Rajni had been working in the school for the last five years.The killing triggered widespread protests of Kashmiri Pandits, who threatened mass migration. The protestors demanded justice and relocation outside the Valley within 24 hours to ensure their safety. Kashmiri Pandits working under the prime minister's employment scheme blocked the highway outside Army's Badamibagh cantonment area in Srinagar and Wessu area in Qazigund. They also blocked the road towards the Srinagar airport in Sheikhpora area of Budgam. They have been protesting for around three weeks now, in the wake of a fresh spate of targeted killings.  The protestors raised slogans against the administration which failed to address their demands after the recent killings. \"If the government won't relocate us outside the Valley within 24 hours, we will mass migrate to save our lives. We have become sacrificial lambs and anyone of us could get killed anytime,\" said a Kashmiri Pandit protesting in Srinagar.Lieutenant Governor Manoj Sinha condemned the attack and promised that the attackers would be given an 'unforgettable response'. \"Terrorist attack on a school teacher, Rajni Bala, is the most reprehensible act. My deepest condolences to the bereaved family. Terrorists and their sympathisers will be given an unforgettable response for dastardly attack,\" Sinha said. Political parties across the spectrum condemned the attack. They termed it as despicable. \"She lost her life in a despicable targeted attack. My heart goes out to her husband Raj Kumar and the rest of her family. Another home irreparably damaged by violence,\" former chief minister Omar Abdullah tweeted. People's Democratic Party chief Mehbooba Mufti said that targeted killings were on the rise and a deep cause of concern despite the Government of India's claims of Kashmir being normal. \"Condemn this act of cowardice which sadly plays into the vicious anti-Muslim narrative spun by BJP,\" she tweeted.Police, meanwhile, killed two militants in Rajpora area of Awantipora in southern Kashmir. The two militants were identified as Shahid Ahmad Rather of Jaish-e-Muhammad and Umar Yousuf of Lashkar-e-Taiba. Police said they found two AK rifles from the spot and claimed Rather was involved in civilian killing."
    },
    {
        "_id": "6589a302d05b1bb9fb959c1e",
        "Maharashtra politics: All eyes will now be on Devendra Fadnavis, the deputy CM": "The move by the BJP central leadership to have Eknath Shinde as chief minister may be seen as a master stroke but having Devendra Fadnavis as deputy chief minister may risk upending the entire strategy.Maharashtra, like Uttar Pradesh, is a difficult state to govern. But Fadnavis, ever since he became chief minister in 2014, had governed the state effectively and by 2019, was one of the few leaders in the country who could take on the might of Nationalist Congress Party chief Sharad Pawar.\"When the Maha Vikas Aghadi was formed, the MVA leaders used to say that the government would last till Pawar, Sonia Gandhi and Uddhav Thackeray wanted it. Fadnavis managed to gauge the pulse of the Sena MLAs and managed to bring down the MVA. The party forcing him to take the deputy chief minister's post has sent the message that he is not first among equals,\" said a BJP leader. The move was unexpected because Fadnavis had managed to get the BJP to come to power in Goa and also kept the party together after the 2019 polls. \"Not one of our 106 MLAs crossed over to the MVA after they came to power. We managed to win the very difficult Rajya Sabha and MLC polls. This was all managed by Fadnavis,\" the BJP leader said.Political analysts said it's not just about the downgrade of Fadnavis, but the manner in which it was done which may cause problems between Shinde and him.\"The logic to make Eknath Shinde the chief minister makes sense as the BJP wants an ally for the 2024 polls and wants to win the Mumbai Municipal Corporation polls and eventually have Shinde controlling the Shiv Sena as an organisation. The move to put Fadnavis as Shinde's deputy when he had clearly said no, showed that Delhi is trying to say who the boss here is,\" said political analyst Ravikiran Deshmukh.He added that \"The BJP making it public that it wanted Fadnavis to be Shinde's deputy may also eventually affect the relationship between Shinde and Fadnavis. There will be two power centres --that of the chief minister and the one who has a hold on the administration. This may cause problems in the running of the government. One has to remember that Nitish Kumar pulled Jitan Manjhi out of obscurity and made him chief minister but the latter didn't take time to have a fallout with him.\"Others believe that this is Fadnavis' 'Agnipath' moment. \"The party has tried to send a message to him by showing who wields real power. By making him deputy chief minister, the party has conveyed that he should ensure the smooth functioning of the government. This is his Agnipath test,\" said Mohite."
    },
    {
        "_id": "6589a3e1d05b1bb9fb959c20",
        "Sri Lankan President Ranil Wickremesinghe thanks India for providing 'a breath of life' to crisis-hit island nation": "President Ranil Wickremesinghe on Wednesday thanked India and Prime Minister Narendra Modi for giving Sri Lanka \"a breath of life\" by providing timely economic assistance to his country as it faced the worst economic crisis in decades. President Wickremesinghe made the remarks while addressing a ceremonial sitting of Parliament which reconvened on Wednesday after a seven-day adjournment. \"I wish to specially mention the assistance provided by India, our closest neighbour, in our efforts of economic revitalisation,\" he said. \"The government of India under the leadership of Prime Minister Modi has given us a breath of life. On behalf of my people and that of my own, I convey our gratitude to Prime Minister Modi, the Government and people of India,\" Wickremesinghe added. Last week, Modi congratulated President Wickremesinghe and said that India will continue to be supportive of the quest of the people of the island nation for stability and economic recovery, through established democratic means. The new Sri Lankan government faces the task of leading the country out of its economic collapse and restoring order after months of mass protests that forced President Gotabaya Rajapaksa to flee the country and resign. The Indian government assistance to Sri Lanka has reached almost USD 4 billion since January this year. Sri Lanka needs about USD 5 billion in the next six months to cover basic necessities for its 22 million people, who have been struggling with long queues, worsening shortages and power cuts. The country is currently holding talks with the International Monetary Fund (IMF) and other foreign countries on financial aid to tide over the current economic crisis. In his speech, Wickremesinghe said Sri Lanka must move towards long term solutions to set the economy right. He said the debt restructuring plan is in its final stages of being prepared and added that the economic restructuring plan would be outlined in the interim budget to be presented soon. Sri Lanka seeks a 4-year programme with the IMF. The work to finalise the debt restructuring plan is ongoing and would be presented soon to the IMF. Wickremesinghe said the Sri Lankan economy was hit by opposition to foreign investment projects. \"When we tried to develop the oil tank complex in Trincomalee together with India, it was stated that it would be a sell out to India, and the project was halted. If at that time we were allowed to develop the oil tank complex, today people would not have to spend many days in queues for fuel,\" he said. Wickremesinghe said that he would establish an office to protect the peaceful protesters and support them. \"I will not allow any kind of prejudice to the peaceful activists,\" he said, while noting that some groups are trying to spread propaganda through social media that he is hunting down the protesters, which is not true. He said he will not allow violence and terrorism. However, will protect non-violence and democracy. \"The peaceful struggle is a fundamental right. I accept those rights,\" he asserted. He said all countries are Sri Lanka's friends. \"We have no enemies. We do not belong to any group\". Wickremesinghe was elected President by lawmakers on July 20 - the first such occasion since 1978. The 73-year-old President was appointed for the rest of the term of Rajapaksa who fled the country and resigned on July 13 in the face of a popular uprising against his government for mismanaging the island nation's economy. The worst economic crisis since 1948 has led to severe shortages of fuel and other essentials. Sri Lanka has seen months of mass unrest over the worst economic crisis, with the government declaring bankruptcy in mid-April by refusing to honour its international debt."
    },
    {
        "_id": "6589a4a6d05b1bb9fb959c22",
        "CBSE to release Class 10, Class 12 compartment exam results this week. Here are details": "Central Board of Secondary Education (CBSE) is likely to announce the Class 10 and 12 compartment examination results soon. However, the board has not made and official announcement regarding the result date and time. When released students, who appeared in the exam, can visit the CBSE official website, results.cbse.nic.in, results.gov.in and cbse.gov.in, to check their marks. CBSE had conducted the board exams in two terms. Term 2 and final result was declared on July 2022. Students, who couldn’t clear their exam appeared in the compartment exam. The board conducted the Class 12 compartment exam on August 23Here is how you can check your CBSE Class 12, Class 10 compartment result:* Visit the board's official website-- cbse.gov.in* Click on CBSE 12th Compartment Result link* Enter details like your roll number, school number and date of birth* Your compartment result will appear on the next screen* Download the marksheet, and take a printout for further reference.Students can check the result on these official websites:cbse.gov.inresults.cbse.nic.inresults.nic.inresults.gov.inApart from these websites, students can also check the result through SMS, IVRS and in DigiLocker. Students are advised to check the official website regularly to check the result status."
    },
    {
        "_id": "6589a601d05b1bb9fb959c24",
        "Erling Haaland peerless at just 22, says Man City boss Pep Guardiola": "Erling Haaland's goalscoring achievements at the age of 22 are unmatched by any other player according to Manchester City manager Pep Guardiola, who urged the Norwegian to keep improving.Haaland has scored 17 goals in 10 competitive games for City since joining from Borussia Dortmund, where he struck 86 times in 89 matches.He has scored a hat-trick in each of City's past three home Premier League games and became the quickest player to reach 25 Champions League goals with an acrobatic winner against Dortmund three weeks ago.\"At his age no one can compete with him,\" Guardiola said on Tuesday, on the eve of his side's home match against FC Copenhagen. \"The numbers speak for themselves.\"Inside, on the pitch, in the locker room, we see things that are not in the stats that make us feel happy to have him here.\"Another 22-year-old, Phil Foden, also scored a hat-trick as City put local rivals Manchester United to the sword in a 6-3 win on Sunday.Foden is reportedly close to signing a new contract to tie his future to the club where he came through the academy.\"Due to his performance during these years, of course we want him to stay,\" said Guardiola.\"He's an exceptional player, he grew up a lot. Already he is many years with us, he's reliable in terms of his physical condition, he's so intense in everything, every three days he is able play.\"Both (Haaland and Foden), they know they can do better and hopefully they can do it.\"After beating Sevilla and Dortmund in their opening two group games, City can close in on the Champions League last 16 with another victory over Copenhagen on Wednesday.But Guardiola is wary of taking the Danish champions lightly after the euphoria from City's derby win.\"We have to be careful,\" he said. \"We have to come back to reality. If we can make nine points in three games we will be so close to the next stage.\"Rodri could return after missing the United clash with a calf strain, but Kyle Walker is expected to miss out."
    },
    {
        "_id": "6589a6d0d05b1bb9fb959c26",
        "Suryakumar Yadav becomes first Indian to smash 1,000 T20I runs in a calendar year": "Star Indian batter Suryakumar Yadav on Sunday became the first Indian player to score 1,000 T20I runs in a calendar year.  The batter accomplished this feat in his side's final Super 12 stage match against Zimbabwe at Melbourne Cricket Ground (MCG).  In the match, Suryakumar put his perfect finishing touches to make sure India finished their innings on a high. He scored 61* off just 25 balls, consisting of six fours and four sixes. He was striking at a strike rate of 244.00.  In 28 innings this year, Suryakumar has scored 1,026 runs at an average of 44.60. One century and nine half-centuries have come out of his bat, with the best score of 117. These runs have come at a strike rate of 186.24.  Suryakumar is only the second player in T20I history to score 1,000 runs in a calendar year.  In 2021, Pakistan wicketkeeper-batter Mohammad Rizwan scored 1,326 runs at an average of 73.66. Rizwan scored a century and 12 half-centuries that year, with the score of 104*.  Coming to India's match against Zimbabwe, Men in Blue posted 186/5 in their 20 overs after opting to bat first.  KL Rahul (51) and Virat Kohli (26) put a 60 run stand for the second wicket, but Sean Williams (2/9) squeezed some momentum out of their innings. However, Suryakumar Yadav (61*) made sure things finished well for Men in Blue. Sean Williams (2/9) was the pick of the bowlers for Zimbabwe. Raza, Muzarband Ngarava took a wicket each. Zimbabwe needs 187 to win and their innings is currently in progress."
    },
    {
        "_id": "6589a7f1d05b1bb9fb959c28",
        "Indian women’s team without coach 2 months before T20 World Cup, BCCI transfer Ramesh Powar to NCA": "In two months and five days from today (6 December 2022), Indian women’s cricket team will be at the Newlands cricket stadium in Cape Town, South Africa, facing arch-rivals (political, not in cricket) Pakistan in their opening match of the ICC T20 World Cup. The preparations must be at full tilt. The think tank of the team — captain, senior players, coaches — must be cooking up plans and strategies. The players must be working on their weaknesses and polishing their strengths. Or so you would assume. But like a ship needs a captain to navigate the sea, a team needs a coach to chart a path towards a destination. And Indian women’s cricket team doesn’t have one at the time of writing this. Indian cricket board (BCCI), in its infinite wisdom, on Tuesday announced that the head coach of the women’s team, Ramesh Powar, will no longer be with the team. “Mr. Ramesh Powar, former Head Coach of the senior women’s team will join Mr. VVS Laxman, Head Cricket, National Cricket Academy and will switch to Men’s cricket as part of the restructuring module of the BCCI,” the board said in an unsigned media advisory on Tuesday. India were the runners-up of the last edition of the World Cup in 2020 that was played at the Melbourne Cricket Ground (MCG) in front of a record 86,174 spectators — largest for an ICC T20 World Cup final, including both the men’s and the women’s event. It was a proof of the huge popularity of the women’s cricket. Concrete, not abstract. Of course, the presence of the greatest women’s cricket team and hosts Australia was a major reason for so many people to turn up at the ’G. But would it have been possible if the Indian team wasn’t there? (Don’t worry, it’s a rhetorical question.) They don’t have the big trophies to show (as of now) but they are always among the contenders to reach the later stages of big tournaments. They have been, on a couple of occasion, within a touching distance of major achievements. There are some big stars in their line-up with a huge fan base that follow them everywhere they go and expect a high level of performance, especially in ICC events. How are they supposed to do that when they don’t have a coach just two months out of World Cup? When the BCCI invited application for the head coach’s job in April 2021, it was advertised as a “two-year term”. From the date of his appointment in May 2021, his term should have run till April 2023 and easily cover the T20 World Cup in South Africa. The BCCI communique didn’t make it clear whether Powar’s contract was terminated before shifting him to the NCA. Couldn’t the BCCI wait for another two months? It looks like a hasty move made without giving much consideration to its impact on the women’s team. While they immediately named a batting coach in Hrishikesh Kanitkar, who will also head the support staff for the upcoming five-match T20I series at home against Australia from December 9, there was no information on the replacement of the head coach. Kanitkar is an experienced player and has worked with several teams as coach. He is definitely capable of coaching the women’s team at the World Cup. But it’s a very short time for anyone to take up the responsibility and prepare the team for a major multi-nation tournament. Maintaining continuity is difficult, if not impossible, for someone who wasn’t part of the previous system. There are too many factors to factor in for a coach before he/she look to create a system and develop an understanding with players in an international team. They may still do well, you never know, but the whole situation doesn’t reflect well on the cricket board’s professionalism."
    },
    {
        "_id": "6589a899d05b1bb9fb959c2a",
        "CWG gold medallist Sanjita Chanu fails dope test, suspended provisionally by NADA": "Two-time Commonwealth Games gold medallist weightlifter K Sanjita Chanu has failed a dope test and is now suspended provisionally by the National Anti-Doping Agency (NADA).Sanjita's sample was taken on September 30, the day she lifted a total of 187kg to finish second. Both her 'A' and 'B' samples have shown the presence of Drostanolone, an anabolic steroid that is on the specified list of the World Anti-doping Agency (WADA) prohibited list, says a report in Tribune.Sanjita, who will now have to appear before the anti-doping disciplinary panel of the National Anti-Doping Agency, can get a four-year suspension for this offence. If found guilty, she stands to lose her National Games silver.\"I am very sad that such a senior lifter, one who has won us two Commonwealth Games medals, has been caught in the dope net,\" Indian Weightlifting Federation (IWLF) chief Sahdev Yadav was quoted as saying.\"Incidents like this only tarnish the image of our sport. Everyone knows that we have a strict policy towards dope cheats. We periodically get our lifters tested during camps and tournaments and there have been times when many of them have been asked to give out-of-competition samples. But we do get setbacks like this.\"In June 2018, Sanjita was banned by the International Weightlifting Federation (IWF) after her samples, taken during the 2017 World Championships, showed the presence of testosterone. Sanjita had claimed a 'conspiracy' behind that offence and was given the all-clear by the IWF in January 2019, through a letter by its legal counsel Dr Eva Nyirfa."
    },
    {
        "_id": "6589bd75d05b1bb9fb959c2c",
        "India-Australia series: After long build-up, time for some action": "Rohit Sharma, India’s captain, was only half joking when he said in his typical drawl: “Don’t look at the pitch so much, play cricket.” These are words that apply as much to the two teams playing as the journalists, former cricketers, pundits and fans trying to work out what sort of surface the first Test would be played on.But, that is easier said than done when the surface is prepared in such an unusual manner. For years now, Indian curators have used various tricks to give the home team the best advantage — and their counterparts worldwide do much the same. But, this pitch at the Vidarbha Cricket Association Stadium in Nagpur is an interesting one in many ways.Firstly, even looking at it from far it’s clear that it’s been selectively watered. Visually, it appears to have a greenish tinge for most of the surface, but this may well disappear on match morning, with two clear patches being left dry. The dry patches are outside the off-stump of left-hand batsmen, at either end. Now, Australia could potentially have six left-hand batsmen in their top eight, while India have just Ravindra Jadeja batting left-handed in their line-up. What makes it even more challenging is that India are likely to play two left-arm orthodox spinners, in Jadeja and Axar Patel.What this means is that there will be readymade rough available for the left-arm spinner bowling over the stumps and attacking the batsman’s stumps. As the game goes on, with Nagpur expected to be bright and sunny, there will be other patches that will bring Ravichandran Ashwin and Nathan Lyon into the equation, against right-hand batsmen.Naturally, there have been some Australians who believe this is a form of pitch doctoring. A more appropriate and accurate term is that this is a designer pitch. Except it’s not always a good idea to be too clever. Pitch preparation is not an exact science and despite all your best efforts you may not end up getting what you wanted. Also, changes in weather can play a major part.Any which way, this series is going to be played on four fairly distinct surfaces, with the remaining three matches to be held in Delhi, Dharmsala and Ahmedabad.India’s modus operandi against visiting teams in the most recent past has been to produce pitches that turn from the first ball. This has meant that the game has largely been reduced to which team played spin better. That has been a low-risk option against many teams because they did not have spinners of the quality India boasts or batsmen who had the wherewithal to overcome the threat.Australia have both. Lyon is world class in any conditions, exceptional even when the pitches don’t grip that much and on a minefield he can be unplayable. Lyon’s understudy, Todd Murphy, is rated highly and Ashton Agar provides variation and control with his left-arm spin. And India should definitely not take Travis Head’s part-time off breaks lightly: he bowls a flatter trajectory and puts enough revs on the ball to make him a handful if there is variable bounce.With Jasprit Bumrah and Rishabh Pant, the two architects of India’s last series win against Australia out of action, India have a couple of holes to fill. KS Bharat is their best choice as wicketkeeper, especially on tricky surfaces and the batting spot is a toss-up between the form of Shubman Gill and the flair of Suryakumar Yadav.The first of four parts is upon us and the stage is well and truly set. Time now to move on to see what the actors can produce."
    },
    {
        "_id": "6589bea7d05b1bb9fb959c2e",
        "NASA monitors asteroid likely to hit Earth on Valentine's Day in 2046": "Although there are millions of asteroids in our solar system, only a small fraction of them are recognized as having the potential to collide with Earth. However, a new asteroid was recently identified by scientists just two weeks ago, and it appears to pose one of the highest risks to our planet. This asteroid, designated as 2023 DW, was first observed by the European Space Agency on February 26, 2023. It has been included in the agency's Risk List, which contains a register of celestial bodies that could potentially impact Earth. Due to the early data collected, 2023 DW is currently ranked as the most hazardous asteroid on the list.Top online courses in Business, Marketing, Programming LanguagesThe 2023 DW has been assigned a Torino Scale ranking of 1, which indicates that it poses no significant danger at present, according to the scale. The asteroid is estimated to have a diameter of around 50 meters, although the size uncertainty may be substantial. The Risk List contains 1,448 asteroids, all of which have a scale ranking of 0, apart from 2023 DW. The current calculation indicates that the asteroid has a negligible likelihood of impacting Earth, with a 1 in 607 chance, according to the European Space Agency.The asteroid is not projected to approach Earth for at least two decades, and its earliest potential impact date is Valentine's Day 2046, according to the ESA. The Risk List also indicates that there is a risk of impact on subsequent Valentine's Days between 2047 and 2051. The Planetary Defense Coordination Office at NASA reports that it is keeping a close eye on the asteroid and that the risk of it impacting Earth in 2046 is still \"very low.\"FAQs:Who is the current administrator of NASA?Bill NelsonWhere is NASA headquarters?Washington, D.C."
    },
    {
        "_id": "6589ccd0d05b1bb9fb959c30",
        "Manchester City face Tuchel threat once again": "Manchester City and Pep Guardiola have a Champions League score to settle against Thomas Tuchel, when the newly-appointed Bayern Munich boss visits the Etihad in Tuesday’s quarter-final, first leg.Tuchel emerged victorious as Chelsea manager in City’s first, and so far only, run to the Champions League final in 2021. That was also the closest Guardiola has come in 10 tries during spells at Barcelona, Bayern and City to land his third European Cup as a coach.Chelsea’s 1-0 win in front of largely empty Estadiodo Dragao in Porto due to coronavirus restrictions two years ago was a case of the apprentice outshining the master. As a young coach Tuchel studied and admired Guardiola’s dominant Barcelona side that won 14 trophies in four years from 2008 to 2012, including two Champions League titles.Their paths then crossed during Guardiola’s three years in charge at Bayern, while Tuchel was coach of Mainz and then Borussia Dortmund. Two football obsessives, the pair even talked long into the night at a Munich bar in 2014, using glasses and salt and pepper shakers to mimic formations.“I was such a huge admirer of Pep when he was a player and then when he became a coach it was like learning on the job for me,” said Tuchel prior to the2021 Champions League final.“I was an academy coach and then in the Bundesliga with Mainz, but I don’t think I missed a game (of Guardiola’s Barcelona) because there was so much to learn.”The respect is mutual. Guardiola described Tuchel last season as “one of the few managers I learn from to develop (into) a better manager myself.”"
    },
    {
        "_id": "6589d0cbd05b1bb9fb959c32",
        "CBSE board exams for Class 10, 12 from February 15 next year": "Shortly after announcing the results for Class 10 and Class 12 exams, the Central Board of Secondary Education has announced the dates for the next academic year's exams. According to an announcement from CBSE's Exam Controller Sanyam Bhardwaj, the next cycle of board exams for Class 10 and 12 will begin from February 15, 2024.This announcement comes in light of the Ministry of Education deciding to announce exam schedules much in advance to sync the academic calendar and help students prepare for entrance exams.Results declared on Friday saw 93.12 percent of students clearing the Class 10 exams, a dip of 1.28 percentage points from last year, while the results for Class 12 saw 87.33 percent students have passed. Both grades saw girl students outperform their male counterparts. The board has also decided to scrap awarding first, second and third divisions based on students' scores, in a bit to avoid unhealthy competition and will also skip publishing a merit list. \"No merit list will be declared by the CBSE to avoid unhealthy competition among the students. However, the board will issue merit certificates to 0.1 per cent of students who have scored the highest marks in various subjects,\" a senior board official announced post the results."
    },
    {
        "_id": "6589d1fcd05b1bb9fb959c34",
        "Cyclone Biparjoy may cause extensive damage; Gujarat's Kutch, Jamnagar likely to be most impacted: IMD": "Cyclone 'Biparjoy' may cause extensive damage and it is likely to impact Kutch, Devbhoomi Dwarka, and Jamnagar districts of Gujarat the most, the India Meteorological Department (IMD) said on Tuesday. \"Its damaging potential could be extensive,\" IMD chief Mrutyunjay Mohapatra said at a press conference.The cyclone could lead to extremely heavy rainfall (over 20 cm) at isolated places in Kutch, Devbhoomi Dwarka, and Jamnagar districts on June 15.\"Usually these areas do not receive such massive rainfall. Therefore, it can lead to flooding in low-lying areas,\" Mohapatra said.Porbandar, Rajkot, Morbi, and Junagarh may receive heavy to very heavy rainfall.Winds gusting up to 145 kilometers are predicted to destroy these districts. IMD report on the cyclone has said that 'Sea condition is likely to be phenomenal over northeast and adjoining east-central Arabian Sea and rough over adjoining northwest Arabian Sea' on June 13.As per IMD's latest bulletin, Biparjoy is very likely to move north-northeastward and cross Saurashtra and Kutch and adjoining Pakistan coasts between Mandvi in Gujarat and Karachi in Pakistan near Jakhau port by the evening of June 15 as a “very severe cyclonic storm”. Not just in Gujarat, but the effect of the cyclone can be seen in other parts of the state. In Mumbai, four boys have drowned due to this cyclone. \"Tidal waves reaching heights of up to six meters could inundate low-lying coastal areas of Saurashtra and Kutch. Evacuation measures have been recommended, and authorities are taking prompt action,\" Mohapatra said. After conducting a meeting with the Disaster Management ministers of States/UTs, Amit Shah who is Home Affairs Minister (MHA) has said that strict protocals have been set up for nuclear power stations. IMD report says that there could be improvements in the weather after 15 June."
    },
    {
        "_id": "6589d34ed05b1bb9fb959c36",
        "PM Modi dials Amit Shah from France, enquires about flood-like situation in Delhi": "Prime Minister Narendra Modi called Union Home Minister Amit Shah from France and enquired about the flood-like situation in parts of Delhi, sources said. During their telephonic conversation, Shah briefed Modi about the situation and told him that the water level in the Yamuna is expected to recede in the next 24 hours, they said.  In a tweet on Thursday night, the home minister's office said, \"PM @narendramodi ji spoke to Union Home Minister @AmitShah over the flood-like situation in parts of Delhi because of the rising water level of the Yamuna river.\"  \"Shah briefed him that the water level is likely to recede in the next 24 hours and is keeping a close watch on the situation along with the Lt Governor (of) Delhi. A sufficient number of NDRF (National Disaster Response Force) teams have been deployed to conduct rescue and relief operations and help the people in need,\" it added.  Water from the raging Yamuna river inundated several parts of Delhi on Thursday, throwing normal life out of gear and prompting authorities to close all schools and colleges till July 16 and ban the entry of heavy goods vehicles engaged in non-essential services.  The prime minister is in France on a two-day visit to attend the Bastille Day celebration."
    },
    {
        "_id": "6589d466d05b1bb9fb959c38",
        "Apple AirPods to be made in India at Foxconn Hyderabad factory": "iPhone maker Apple will start manufacturing its wireless ear buds AirPods at Foxconn's Hyderabad factory, according to sources. Foxconn has approved an investment of USD 400 million for Hyderabad plant which is expected to begin mass production by December 2024.  \"Foxconn Hyderabad factory will make AirPods. The factory is expected to begin mass production by December,\" a source told PTI.  The information was confirmed by one more source who is privy to the development.  An email query sent to Apple and Foxconn did not elicit any reply.  AirPods will be the second product category after iPhone that will be made in India.  Apple's AirPods leads TWS (true wireless stereo) market globally.  It led the global TWS market with about 36 per cent market share in the December 2022 quarter, according to research firm Canalys.  Apple was followed by Samsung with 7.5 per cent market share, Xiaomi 4.4 per cent, Boat 4 per cent and Oppo 3 per cent.  Xiaomi started making its TWS in India this year at Optiemus Electronics plant in Noida."
    },
    {
        "_id": "6589d537d05b1bb9fb959c3a",
        "Iconic Colombian artist Fernando Botero passes away at 91": "Colombian artist Fernando Botero, whose sculptures and paintings of playful, rotund subjects in sometimes harrowing situations made him one of the world's richest artists, has died at 91. Heralded as South America's answer to Picasso, Botero also tackled violence and political topics, including Colombia's internal conflicts, as well as portraying daily life. His works have featured in exhibitions across the world. His canvases and sculptures sell for more than $2 million each, according to Sotheby's. The artist's bodacious subjects were portrayed in everyday situations - a corpulent naked woman lounging on a bed or a stout man riding a humorously out-sized horse - but served the artist's more serious goal of transporting the reader to what he called a \"superlative dimension\", where commonplace situations took on exaggerated proportions. Despite the comic plumpness of many of his creations, the artist never shied away from serious subject matter - his series of paintings about the Abu Ghraib prison scandal generated discussion across the art world. \"Fernando Botero has died, the painter of our traditions and defects, the painter of our virtues. The painter of our violence and of peace,\" Colombian President Gustavo Petro said on X, the social network formerly known as Twitter. Although widely known for his large subjects, Botero insisted his pieces were not focused on body type. \"I don't paint fat women,\" the artist told Spain's El Mundo newspaper in 2014, \"no one believes me, but it's true. What I do paint are volumes.\"  Botero's work sometimes focused on Colombia's long-running internal conflict - he painted the aftermath of a car bomb and a group of party-goers menaced by men wielding automatic weapons and bloody machetes. He also created tongue-in-cheek portraits of public figures, including Revolutionary Armed Forces of Colombia (FARC) rebel group founder Manuel Marulanda. Botero also paid tribute to classic paintings with witty rehashings - his version of the Mona Lisa is notably bloated compared to Da Vinci's original. But it was his Abu Ghraib series which commanded global attention. The paintings, based on victim accounts and photos taken of the abuse of Iraqi prisoners by U.S. soldiers, are explicit and harrowing. The series was exhibited around the world, drawing tens of thousands of viewers. The New York Times said the paintings, while not masterpieces, \"restore the prisoners' dignity and humanity without diminishing their agony.\" Botero's final decades as one of the world's wealthiest artists were a far cry from his humble beginnings. Fernando Botero Angulo, the son of a traveling salesman and a seamstress, was born on April 19, 1932 in Medellin, Colombia. As an artist, Botero sought to make his work accessible, donating over 200 works to create the Botero Museum in Bogota, which is free and receives half a million visitors a year.  More than a hundred of the pieces were his own, while others were by masters including Picasso, Dali and Monet. He gave another 150 works to a Medellin museum and 23 of his sculptures are installed outside in the Plaza Botero. Botero is survived by his wife Sophia Vari, two sons and a daughter. Another son, aged 4, was killed in a car crash in 1974. Even into his eighties, the artist painted for a minimum of eight hours a day. \"I want to die painting,\" he told Colombia's El Tiempo newspaper the year he turned 80."
    },
    {
        "_id": "6589d6d0d05b1bb9fb959c3c",
        "Palestinian medics in Gaza struggle to save lives under Israeli siege and bombardment": "For hours and hours, Moen Abu Aish digs through the rubble of demolished homes to find survivors of Israeli airstrikes, toiling in a vast and desperate search complicated by the shortage of critical supplies and the sheer scope of destruction across the Gaza Strip. Even as rescue worker Abu Aish, 58, and his colleagues struggle to pry lifeless bodies from the concrete and twisted metal where residential towers once stood, the death toll keeps rising.  Gaza's Health Ministry has reported that Israel's bombardment - launched after Hamas mounted a bloody, unprecedented attack on Israel on October 7 - has killed more than 2,700 Palestinians, many of them women and children. Top online courses in Business, Marketing, Programming LanguagesBut far more Palestinians have been killed than have been officially reported, with 1,200 people, among them some 500 minors, believed to be trapped under the rubble awaiting rescue, or recovery, health authorities said. They based their estimates on distress calls they received. \"So many times medics say they hear victims scream but they cannot do anything about it,\" said Mohammed Abu Selmia, general director of Shifa Hospital, Gaza's biggest medical centre. The untold scores of victims buried beneath destroyed buildings shed light on the struggles of rescue teams in Gaza trying to save lives, while cut off from the internet and mobile networks, running out of fuel and exposed to unceasing airstrikes. Israel imposed a siege on Gaza after the Hamas attack, severing the crowded strip's access to water, power and fuel. Health authorities have warned that without humanitarian aid, hospitals and emergency services will soon break down. Hospitals running on backup generators say they have enough fuel for another day or two at most. \"The destruction is so intense, there are hundreds of dead under the rubble as we speak,\" said Mahmoud Basal, the spokesperson for the Palestinian Civil Defence, which provides emergency service, his voice cracking as he fought back tears.  \"Where are the Arab countries? Where is the rest of the world? We are begging you, please, save us from this madness.\" At dawn Monday, Israeli warplanes struck the headquarters of the Civil Defence in Gaza City, killing seven paramedics as they prepared for a rescue mission, the Interior Ministry said.  In widely shared videos of the aftermath, medics, shell-shocked and exhausted, crouched on the back of their blood-smeared ambulance with their heads in their hands. \"They targeted a centre for ambulances,\" one of them cried out, his voice frantic. \"There are no weapons. There are no militants. There is nothing, nothing but civilians.\" The Israeli military did not immediately comment on the airstrike but has alleged in the past that Hamas militants use hospitals and rescue services as protective cover. It says it only targets sites and infrastructure used by Hamas and other militant groups. Since the start of this war, 10 other medics have been killed on the job, the Health Ministry said. \"I'm terrified all the time, of course I am. I'm human,\" Abu Aish said from Al Awda Hospital in northern Gaza, where doctors had refused an Israeli military order to evacuate earlier this week. \"I see the worst things you could imagine.\" Like most medics, Abu Aish has spent the past days in the hospital's ambulance bay, sleeping a few hours before returning to his gruelling work. The massive blasts ripping through the northern Jabaliya refugee camp where he lives have been bad enough, he said. What made them worse was not knowing how his loved ones fared. Since Israeli bombardment destroyed two of Gaza's three main lines for mobile communication last week, he hasn't spoken to his family in five days. \"I miss them so much it hurts,\" he said of his seven kids and 10 grandchildren. \"But this is my mission. I respect it.\" At the hospital, distress calls follow the nearby thunder of explosions. Abu Aish drives as far as he can in the ambulance and jumps out when the roads buckle so badly they cannot be used.  Rushing in the opposite direction of panicked families, he and his team arrive by foot to ravaged homes with little more than flashlights, shovels and other amateur tools, like pickaxes, saws, backhoes and blowtorches to cut metal bars. The rescue crews in their bright vests and white helmets largely lack excavators, ladders and heavy machinery - the outcome of a blockade imposed by Israel and Egypt in 2007 to prevent Hamas from digging tunnels and rearming itself.  Often Abu Aish uses his bare hands to sort through chunks of concrete mixed with residents' belongings and personal mementos. But as the rescuers work, they hear bombardment crashing in the distance. Another block of homes, flattened. More people who need their help, urgently. Residents say it often takes rescue crews many hours to reach the site of an attack and search for victims. By that point, the chances of finding additional survivors are slim. Ali Ahad, a 37-year-old resident of Gaza City, said that when airstrikes levelled the residential building next door, rescuers never came. He and his friends sprinted outside in their slippers, sifted through the rubble and struggled to lift men and women coated in blood out of the ruins with blankets. When they saw an ambulance racing down the street to Shifa Hospital they chased it, pounding on its windows to make it stop so they could squeeze their neighbours inside. \"You have people like us using our hands and we have zero experience doing such things,\" he said. \"There is no infrastructure. There is no capacity.\" Rescuers say they try to save as many lives as they can. But at any point, they may have to save themselves. Among the 10 medics killed over the past week were four workers with the Palestinian Red Crescent. Airstrikes last Wednesday slammed into their ambulances in two different places. Three of those killed that day had been waiting to evacuate civilians in Jabaliya. \"I was traumatised by that loss,\" said their colleague, Salem Abu Al-Khair. As he spoke from the ambulance centre, the roar of airstrikes could be heard. \"Even during this interview we are being bombed,\" he said. \"This is the extent of the danger.\" Good news is rare for Gaza's medics. On Thursday, after airstrikes hit Jabaliya, Abu Aish found a mother hugging a small child under the rubble. The mother had been killed, along with the rest of the family members in the collapsed building. But the child, a boy no more than 3 years old, was alive. Abu Aish pulled him out of the rubble and took him to the ambulance. He was covered in dirt but completely healthy, he said. \"Those moments give me the will to carry on,\" he said. \"That's my work. I never want to let one child like that die.\" (AP) PY PY"
    },
    {
        "_id": "6589d936d05b1bb9fb959c3e",
        "The great Australian cricket 'problem'": "Tomorrow, the whole country (mandatory population figure check) will be praying that India beat Australia to become world champions. With that much volume of prayers channelled to the Great Match-Fixer in the Sky - if you're not the sort who believes that India deserves to win by grit, talent and determination - it is very unlikely that India will lose. But here's the thing. If India, indeed, does win, the people of Australia will be far less crestfallen than their Indian counterparts would if their team is to lose. Here's why: for most Aussies, crikkie isn't their No. 1 sport to cry or go bonkers over. That's not the case, as you know, in Batting-Bowling Bharat.Sure, the Aussies love to win. Sure, they like sports, cricket included. But sports like rugby, Aussie rules football, and even the peculiar passion for watching people chase cheese down a hill in the annual Cooper's Hill Cheese-Rolling and Wake event, are liable to set Australian nerves on edge more than putting their hearts and souls, never mind a crate of Victoria Bitter prayers, to ensure a cricket World Cup trophy. Undoubtedly, the Australians are super at cricket. Which doesn't mean their lives depend on it. So, whether it's a victory dance or a solemn sip of brew in defeat, one thing is certain - Aussies will emerge from the cricket showdown with their good humour intact."
    },
    {
        "_id": "6589db5fd05b1bb9fb959c40",
        "'We'll not be scared by threats...': AAP leader Atishi on ED's fresh summon to CM Kejriwal": "Aam Aadmi Party leader and Delhi Minister Atishi on Tuesday launched a scathing attack on the Bharatiya Janata Party (BJP) over the fresh summons of ED to CM Arvind Kejriwal and said that the saffron party uses these agencies to scare and that they will not be scared by the threats of ED and CBI. Hitting out at the BJP, Atishi said that the party fears Arvind Kejriwal's model of governance that's the reason why the leaders of the Aam Aadmi Party are being sent to jail.\"It is clear the BJP is scared of the Aam Aadmi Party and the model of governance of Arvind Kejriwal, which is why the leaders of our party are being sent to jail one by one. The BJP uses these agencies to scare us,\" she told ANI.\"If Satyendar Jain and Manish Sisodia join the BJP, all cases against them will be dropped, like in the cases of Ajit Pawar and Chhagan Bhujbal. I want to tell the BJP that we will not be scared by threats from the ED and CBI,\" the AAP leader added.The Enforcement Directorate (ED) on Monday issued fresh summons to Delhi Chief Minister Arvind Kejriwal for questioning on December 21 in a money laundering case linked to the alleged excise policy scam. The Delhi CM was first called by the federal agency to appear on November 2, but he did not depose, alleging that the notice was \"vague, motivated and unsustainable in law.\"\"The said summons is not clear as to the capacity in which I am being summoned i.e. as a witness or a suspect in the above-mentioned case. Please recall the said summons, which is to say the least is vague and motivated and I am advised, unsustainable in law,\" Kejriwal had stated in his letter to Jogendar, Assistant Director, ED.When asked about the INDIA bloc meeting scheduled for today, Atishi said that in the meeting, important points like seat-sharing and others would be discussed.\"In the meeting today, important points like seat sharing and others will be discussed. AAP and Arvind Kejriwal will make every possible effort to make INDIA alliance a success,\" she said.The combined opposition INDIA alliance will hold its fourth meeting in Delhi today. Alliance leaders like Tamil Nadu CM MK Stalin, West Bengal CM Mamata Banerjee, Bihar CM Nitish Kumar and Samajwadi Pary chief Akhilesh Yadav have arrived in the capital for the critical meeting.Ahead of the meeting there is a question mark on who will lead the alliance should they decide on contesting the 2024 election as a unified force.In its editorial Saamna the mouthpiece of UBT Sena in Maharashtra said \" Who is the face of the INDIA alliance in 2024? Who is the one infront of Narendra Modi? These questions will have to be answered. The 'India' alliance needs a coordinator, needs a face. The Congress should understand that 'a hundred cooks spoil the taste of food'. If the Congress party has to defeat BJP then it will have to discuss these two issues with its friends and take a decision.\"In a sarcastic post on its official social media account, the BJP wrote, \"What will happen in the INDI Alliance meeting today? Watch this trailer.\"Lashing out at the Delhi Chief Minister and Aam Admi Party National Convenor, Arvind Kejriwal, the BJP further wrote in its post, \"Watch the dark exploits of the arrogant Alliance in episode 3, How Arvind Kejriwal made the country's capital a gas chamber and how the people of Delhi are paying the price for Kejriwal's false promises.\"The party took pot shots at the Opposition by sharing a clip of a Hindi movie and a video featuring key leaders of the ruling AAP.Seat sharing for the Lok Sabha polls, which are just a few months away, is likely to be at the top of the agenda for the next INDIA bloc meeting and will be crucial for Congress, particularly as the party lost the recent Assembly elections in the Hindi heartland states of Rajasthan, Chhattisgarh and Madhya Pradesh.The first meeting of the joint opposition convened in Patna on June 23 and the second meeting was held in Bengaluru on July 17-18. The third meeting happened in Mumbai on August 31-September 1. (ANI)"
    },
    {
        "_id": "6589e0e1d05b1bb9fb959c42",
        "AI is safe, says Praful Patel": "(This story originally appeared in  on Jan 20, 2011)NEW DELHI: Praful Patel leaves the civil aviation ministry with national carrier Air India gasping for breath and as new heavy industries minister he will have to decide if the airline should be declared sick. Air India's sorry state is being seen as a key reason behind Patel's shift to the low-visibility heavy industries and public enterprises portfolio. His elevation to cabinet rank did not come as a surprise, but his shift to the new ministry definitely came as one. ''AI will get my fullest support. It is not a case for being declared sick,'' Patel told TOI. Observers say Prime Minister Manmohan Singh's decision to give additional charge of aviation to prominent Congress leader from Kerala Vayalar Ravi, is to prevent the national carrier from closing down. Ravi is a former trade union leader and has an understanding of how the public sector enterprises function. His experience may come in handy for the crisis-ridden airline. AI's turnaround plans are yet to be implemented. Patel said he had leaving the civil aviation in good health. ''It is now a ''sunshine sector''. On his promotion, he said: ''I am very happy to come to the Cabinet. I have spent 20 years in Parliament and deserved the Cabinet rank.'' He said he would look back on his aviation minister days with great satisfaction. ''It got transformed into a vibrant sector with infrastructure seeing vast improvement, Now I look forward to doing something else, something new.'' Asked about his relatively non-descript ministry, he shot back: ''Do you think a portfolio being handled by a senior leader and a former CM (referring to Vilasrao Deshmukh whom he replaces) can be an unimportant one?'' While Patel got bouquets for new airlines, low fares and modern airports, his handling of AI has attracted brickbats. Decisions like placing order for 111 new planes worth Rs 55,000 crore for an airline living in virtual penury; merging Indian Airlines and Air India and allowing foreign airlines to come in droves to India are seen to be the biggest reasons for AI's fall. Patel has always maintained that those decisions were right and their implementation poor."
    },
    {
        "_id": "6589e1ecd05b1bb9fb959c44",
        "Kasab verdict: Chavan unhappy with acquittal of two Indian accused": "MUMBAI: Expressing \"unhappiness\" over the acquittal of two Indian accused in the 26/11 case by the Bombay High Court, Maharashtra Chief Minister Prithviraj Chavan on Monday said his government will file an appeal against the judgement in the Supreme Court.Terming as \"historic\" the upholding of the death sentence of Pakistani terrorist Ajmal Kasab by the court, he said, \"It signifies the triumph of the Indian judicial system, Indian democracy that we could conduct a free and fair trial in this highly emotive case\".Chavan said while the court confirmed Kasab's capital punishment, \"we are unhappy that our appeal against the two accused persons was not upheld by the High Court.\"The Chief Minister said, \"I have discussed the matter with government pleader Ujjwal Nikam and the government will appeal against the acquittal of the two accused persons in the Supreme Court\".The High Court has dismissed the Maharashtra government's petition against the acquittal of two Indians Faheem Ansari and Sabauddin Ahmed, accused of aiding the commission of the crime.Chavan also appealed to the Union government to bring all international pressure on Pakistan to unearth the Mumbai attacks conspiracy and bring the guilty to book.\"We are very unhappy that while India has gone ahead and conducted the trial in a very transparent manner, the trial has not even begun in Pakistan.\"I appeal to the Union government to bring all the international pressure on Pakistan to unearth the conspiracy, bring the guilty to book and punish the guilty,\" he said noting that the Maharashtra government would take all necessary action to make sure that such an incident does not recur.He also complimented Nikam for having concluded the 26/11 case in the High Court in a period of less than three months."
    },
    {
        "_id": "6589e2d9d05b1bb9fb959c46",
        "Fertiliser use on the rise in India, soil health deteriorating": "NEW DELHI: The use of fertilisers for agriculture in India has risen astronomically in the last 60 years, resulting in deterioration of soil health in many parts of the country, particularly the intensively cultivated Indo-Gangetic plains, also known as the \"Great Plains\".In 1951-52, fertilizer usage in the country averaged less than one kg per hectare, which has now risen to 133 kg per hectare, according to information given on the Department of Fertilisers website.However, despite this increase, the consumption of fertilisers is still less in India than many developed countries.According to World Bank data, per hectare fertiliser consumption (kilogram per hectare of arable land) in India, China, Japan, Bangladesh, USA, Pakistan, and Israel in 2007 stood at 142.3 kg/ha, 331.1 kg/ha, 171.2 kg/ha, 166.2 kg/ha and Israel 524 kg/ha, respectively.In view of the deterioration in soil health, the government had in 2008-09 launched a new scheme, namely the National Project on Management of Soil Health and Fertility, to promote soil test-based balanced and judicious use of chemical fertilisers in conjunction with organic manure.In addition, the National Project on Organic Farming was started in 2004-05 to promote the use of organic fertilisers."
    },
    {
        "_id": "6589e464d05b1bb9fb959c48",
        "'Bollywood, The Greatest Love Story Ever Told' to be screened at Cannes Film Festival": "CANNES: 'Bollywood, The Greatest Love Story Ever Told', a film that celebrates the dazzling world of Hindi cinema, will be screened at this year's Cannes Film Festival.The 81-minute film, to be screened out of competition, has been produced by Shekhar Kapur and UTV motion picture and directed by 'Delhi 6' helmer Rakeysh Omprakash Mehra and documentary filmmaker Jeff Zimbalist.\"A swirling and poignant montage in which Shekhar Kapoor, Rakeysh Omprakash Mehra and Jeff Zimbalist pay tribute to this cinema genre that has contributed to establishing India's identity in the eyes of the world and to making Mumbai one of the world capitals of film history,\" festival oraganisers said in a statement.The festival said that the film happened after a chance conversation with Kapur, who served as a jury last year.\"We love it. We hate it. We see it as regressive. We see it as modern. We need to breathe it to feel alive. Some say it is the only culture that holds India together.\"Some say it gives identity and individuality to 25 million Indians that have left her shores and who's third generations that are still addicted to it. That's Bollywood!,\" Kapur said, describing the Mumbai film industry's magical sway on people.Indian films failed to make a cut in the official sections of the festival this year barring Sri Lankan director's Indian co-production 'Mushroom'.Last year, Vikramaditya Motwane's coming of age drama 'Udaan' was selected in the Un Certain Regard section of the festival, which runs from May 11 to 22 this year."
    },
    {
        "_id": "6589e594d05b1bb9fb959c4a",
        "New policies help life insurance companies grow 8%": "MUMBAI: Despite an uncertain regulatory environment, the life insurance industry reported a growth of 8% in total premium income to Rs 286,500 crore in 2010-11 from Rs 265,450 crore in 2009-10 mainly because of increase in income by new policies. Total income is a combination of new and renewal premium. During the period, renewal premium went up marginally by 3% to Rs 160,700 crore while new business premium income went up by 14.5% to Rs 125,800 crore. Insurance companies took various initiatives to curtail the expenses. According to the data released by Life Insurance Council, the number of direct employees has reduced from 2.67 lakh in 2009-10 to 2.42 lakh in 2010-11. The number of agents has also reduced by 29.78 lakh to 26.47 lakh. They have shut down 553 branches to trim down costs. In addition, commission paid to agents has come down. After completing 10 years of opening up, eight insurance companies have reported profit, including ICICI Prudential, SBI Life, Bajaj Allianz Life Insurance, Max New York Life and Kotak Life Insurance. The industry paid a total death benefit of Rs 10,270 crore against Rs 8,385 crore in 2009-10. Also, as on March 2011, the number of in-force policies stood at Rs 32.54 crore, arguably the highest in the world. The industry is high capital-intensive with Rs 31,437 crore capital deployed. Net investment by insurance companies has dropped to Rs 336,684 crore in 2010-11 from Rs 61,125 crore in the previous year. The industry invested Rs 506,895 crore in equity and Rs 952,993 crore in fixed income instruments. The Life Insurance Council expects the industry boom in the coming decade with favourable demographic structure, increasing incomes and financial inclusion. As per UN population division projections, India's population by 2015 will constitute of 30% individuals under age 14 and a whopping 60% in the age group of 15 to 59 years, indicating a potential high-growth prospect for the Indian Life Insurance industry. Household savings constituted 23% of India's gross domestic savings in 2009-10, compared with 5% in Brazil and 15% in China. Connect with Experts - Wealth creation made easy"
    },
    {
        "_id": "6589e63bd05b1bb9fb959c4c",
        "Adarsh scam: Maps, survey sheets too missing": "(This story originally appeared in  on Jun 25, 2011)MUMBAI: Once again, important historical maps and crucial documents related to the Adarsh case have gone missing. Sanjay Dikhle, superintendent of city survey and land records, Mumbai city, on Friday told the Adarsh inquiry commission that historical survey maps of 1847—the first time that Mumbai was mapped scientifically—and 1882 were “not available in our office”. Survey maps of 1872 were available, but the sheets concerning Adarsh land and surrounding areas in Colaba were missing. “Certain survey sheets for the period from 1872 to 1960 are missing from our office and they will have to be traced,” Dikhle said during his cross-examination by senior advocate Dipan Merchant, who is representing the inquiry commission. This is the fourth instance of important documents going missing in the Adarsh case—first , it was records from the state urban development department, then from the Union environment ministry and more recently , noting sheets from the MoD’s Mumbai headquarters. The maps in question involve the first survey of the island city which was conducted by British officer Pringle in 1827. The second survey was carried out in 1864-65. A joint survey was also carried out in 1847. Dikhle had earlier told the court that his office was supposed to keep these records and maps. The “disappearance” of such valuable records—that go back to the very creation of Mumbai from seven islands—raises questions about how such records are maintained. The importance of these “missing documents” is that it could have answered the controversy over the title of the land—who was in possession of this land, the military or the state government. The state claims that a portion of the Adarsh land was under water till 1973, when it was reclaimed and subsequently allotted to the society."
    },
    {
        "_id": "6589e751d05b1bb9fb959c4e",
        "Mother of all trees": "A wonder in the plant kingdom, the Great Banyan Tree (Ficus Benghalensis) of Indian Botanic Garden or the Acharya Jagadish Chandra Bose Botanic Garden at Shibpore in Howrah occupies a position in the Guinness World Records for being the widest tree in the world in terms of the area of canopy. Spread over 1.6 hectares (15,665 square metre), with over 3,511 prop roots, the Great Banyan Tree draws more visitors from across the world to the garden than its collection of exotic plants from all five continents. Nearly 300 years old, the tree was damaged by two great cyclones in 1884 and 1886, when its main trunk was broken, exposing it to fungal attack. So, the main trunk is not there any more. \"Even if it had been there, it would have been very difficult to locate it among the numerous prop roots,\" said the joint director of the garden and noted botanist, H S Debnath, who finds the tree one of the greatest wonders of the world. From a distance, it looks more like a forest than a single tree, he quipped. \"The tree, which originally grew on a dead palm tree, now lives in perfect vigour even without its main trunk, which decayed and had to be removed in 1925. The circumference of the original trunk was 16.5 metre at 1.7 metre from the ground. The present crown of the tree has a circumference of 450 metre and the highest branch rises to 24.5 metre. A 330-metre-long road was built around its circumference, but the tree continues to spread beyond it. The circumference of the entire tree is 1.15 km,\" Debnath informed. A couple of years ago, the garden authority had come under fire for allowing a film crew to shoot overnight near the Great Banyan Tree. They were also accused of allowing a wedding party to be held at a cafeteria near the tree. \"This is perhaps the greatest of natural heritage we have in our country. Any callous attitude of the authority that may be detrimental to the tree and its surrounding must be dealt with sternly,\" said green crusader Subhas Datta. The garden authority is now busy salvaging its lost glory. \"There were only two living beings which were as old as the city of Kolkata. One was the giant turtle of the Alipore zoo, which died a few years ago after crossing 304 years. Now the only surviving witness of the city’s history spanning over 300 years is the Great Banyan. So we are taking a up project where the Great Banyan will tell us the story of the city through light and sound,\" said Debnath. The tree was first noticed in 1786, three years before the Royal Botanic Garden, Calcutta (as it was known in the Raj era) came into existence. The Great Banyan Tree has captured the fancy of many artists across the world, who have both sketched and sculptured it. The government has released postage stamps on the tree. The Great Banyan also hold the distinction of being the emblem of the Botanical Survey of India. Did you know? Almost all visiting celebrities make sure that they catch a glimpse of the Great Banyan Tree and find themselves humbled by its sheer size. The great Japanese filmmaker Akira Kurosawa also visited the Great Banyan and compared it with his contemporary Indian film maestro Satyajit Ray to describe the latter’s position in world cinema The Great Banyan used to evoke the interest of photographers of early days of world photography as it evokes the interest of today's lensmen. So the Great Banyan is perhaps the most photographed tree in the world. Interestingly, one would find hardly any difference if one compares the photographs taken in 1850s and those being taken today."
    },
    {
        "_id": "658ae7257f615e957606a672",
        "Jan Lokpal Bill: Anna Hazare's fast enters 12th day; all eyes on Parliament": "NEW DELHI: Anna Hazare's fast entered into the 12th day on Saturday as Parliament is all set to discuss the Lokpal issue which could lead to the Gandhian calling off his hunger strike.Speaking to supporters at the Ramlila Ground, Anna said, \"I can fast for another three-four days, my protest will continue till Jan Lokpal bill is passed.\" He reiterated that he is not fasting for personal gains.Concerns over his health were raised this morning after doctors said they were more worried than last night as the 74-year-old activist's blood pressure has dipped while heart beat has increased.\"Anna is continuing his determination. But next few hours are decisive both ways. He is looking forward to the resolution of Parliament. Dr Naresh Trehan has examined him. He looks cheerful and determined. But there are concerns,\" Team Anna member Kiran Bedi said.Team Anna will be looking at the Parliament debate and adoption of a resolution would lead to the end of the fast.The issue will now come up in Lok Sabha when Finance Minister Pranab Mukherjee makes a statement on the Lokpal issue, setting the stage for a debate.In a late night meeting between the government and Team Anna, Law Minister Salman Khurshid conveyed to the Gandhian's emissaries that a consensus should be built around the note struck by Prime Minister Manmohan Singh in his speech in Parliament on the Lokpal issue.Asked whether government had received any commitment from Team Anna, he said, \"There are expectations but not a commitment.\"The government hopes that \"emergence of any form of consensus or convergence\" during the day will persuade Hazare about its \"seriousness and willingness\" to ensure there is good and strong Lokpal Bill. As the fast crossed 260 hours, the Ramlila ground witnessed a thin presence of supporters.The absence of the usual wave of umpteen number of supporters took the crew of TV news channels stationed at the ground and Hazare's supporters by surprise.However, the volunteers said they expected strong numbers as the day progresses. Since it is a weekend, the number of supporters would increase, they said.Security at the Ground has been strengthened by police after a group of people clashed with cops in the wee hours of yesterday and created a ruckus.The VIP gate, where the incident occurred at around 3 AM yesterday, has been secured by a strong posse of police and CRPF personnel. A Delhi Police videographer armed with a handycam has also been stationed there."
    },
    {
        "_id": "658ae8537f615e957606a674",
        "Kingfisher to quit low cost aviation business: Vijay Mallya": "NEW DELHI: Kingfisher Airlines on Wednesday said that it will quit its low cost aviation business, Kingfisher Red. Its chairman, Vijay Mallya said that the segment was too competitive and there are enough passengers for a full service operation. \"Yes, we are doing away with Kingfisher Red. We don't intend to compete in the low-cost segment. But all is not gloom and doom,\" Mallya said.\"Kingfisher Airlines is working with a consortium of banks to further reduce interest costs and raise working capital as the carrier looks to restructure its fleet by selling and leasing back some of its aircraft to lower debt,\" Mallya said. The airline, which operates 370 flights every day, expects to increase its capacity by 10 percent by reconfiguring its aircraft which will significantly improve revenues, he said. \"The high cost of ATF (aviation turbine fuel) coupled with a weakening rupee is the biggest challenge that the whole aviation industry in India is currently dealing with and we are no exception,\" Mallya said in a speech at the airline's annual shareholders' meeting. He said that the company is currently buying jet fuel from Reliance. Earlier this month, Kingfisher Airlines had found itself parrying questions about its survival after its auditor raised doubts over the company's ability to stay in business for long.Audit firm BK Ramadhyani & Co, which examined the books of the airline, said in remarks published in the airline's annual report that Kingfisher's ability to remain a \"going concern\" will depend on its promoters bringing in money into the company. It also said Kingfisher has not deposited with the government money it collected from employees as tax deducted at source and provident fund contribution, painting a dire picture of the airline's finances.The term 'going concern' is accounting shorthand for a company's ability to continue its operations in the near future, and analysts say it is extremely rare for auditors to refer to it lightly. Kingfisher, which had accumulated losses of Rs 4,321 crore — more than 50% of its net worth — at the end of the financial year ended March 2011, strongly defended its ability to remain in business.\"It is incorrect to say that Kingfisher Airlines (KFA) auditors have raised serious doubts about the survival of the Airline,\" Ravi Nedungadi, CFO of UB Group, of which Kingfisher is a part, said in a statement. \"In fact, Para [9] of the Auditors' Report only draws attention of the members to the reasons (which have been accepted by the Auditors) for preparing the accounts under the going concern concept,\" it added.The lenders have confirmed it to be a viable going concern, Nedungadi said. \"The fact that all the company's accounts with bankers are classified as \"Standard\", i.e. within norms, further gives credence to the issue of going concern,\" he said. Nedungadi said UB Group's business associates have already pumped Rs 475 crore into the airline till December. \"We look at it not as erosion but as a long-term view as investment to acquire 25% of market share,\" he said.The airline, according to the auditor, has also defaulted on loans to banks and institutions, and withheld statutory dues to the government. \"Undisputed statutory dues in respect of service tax, withholding taxes, provident funds... have not been regularly deposited with the appropriate authorities,\" the auditor has said. The dues do not include the disputed amounts with various statutory authorities.The airline also plans to convert part of its rupee loans into low-cost forex loans based on existing cash flows, he said. Kingfisher had planned to raise $250-$350 million through an issue of global depositary receipts in January, but no deal has been forthcoming. The company also tried to bring in private equity investment in 2008 and 2009, but was not successful. In late August, Kingfisher said its board approved a rights issue of shares to raise up to Rs 2,000 crore. The airline has not reported profit since going public in 2008 through an acquisition. It has posted cumulative losses since then of Rs 4,283 crore. Earlier this year, Kingfisher cut its debt through a restructuring by issuing shares to 14 banks. Now, the banks including State Bank of India and ICICI Bank together own 29 percent of Kingfisher. This exercise converted almost Rs 1,300 crore of loans into equity and its debt now stands at about Rs 6,000 crore. Funds worth Rs 745 crore, infused by founders, were also converted into share capital, Mallya said. Shares of Kingfisher Airlines have lost about 63 percent in value in a year, with the company suffering losses on high oil prices and intense domestic competition. Kingfisher stock was up 1% to Rs 25.30 at 2:18PM on the BSE."
    },
    {
        "_id": "658ba7f064059ed397bded49",
        "Ra.One: Shahrukh Khan's movie turns a profit in 3 days": "MUMBAI: Ra.One, Bollywood superstar Shah Rukh Khan’s expensive sci-fi flick, has turned in a profit just three days after release, the head of the production company said on Friday. Kishore Lulla, the CEO of Eros International, which produced the movie, told ET that Ra.One has broken all box office records for Diwali so far. “I am already into profit ,” Lulla said. Shah Rukh Khan’s riskiest and most expensive film so far opened on Diwali, Wednesday amidst much expectation about its box office numbers and how it will stack up against rival Salman Khan’s Bodyguard, a huge hit when it was released a few months ago. Bodyguard raked in Rs 21.5 crore in the first day, a record number. Lulla says that RA.One made a net collection of Rs 18.5 crore on the first day, and Rs 25 crore on the second day. Gross (excluding entertainment tax) two-day collections were Rs 67 crore. RA.One’s first day collections led many to believe that the movie had underperformed expectations. The move received mixed reviews and social media, internet chat rooms mobile phone inboxes were abuzz with jokes, sarcastic one-liners about Shah Rukh’s labour of love supposedly falling short of viewer expectations. Shah Rukh also had another mountain to climb -- none of his movies so far have crossed Rs 100 crore in revenue, while all three of Salman’s biggest hits managed to cross that magic figure. Bollywood trade figures on Friday are also a shade lower than Lulla with many saying that first day collections were Rs 15.5 crore while the second day was Rs 22-23 crore. But Lulla poo-poohs such comments saying that the movie has set a new record for Diwali with first day collections of Rs 18.5 crore, much higher than Golmal 3, which netted Rs 8.5 crore. Lulla says that his firm will still end up with 53-55% share of the revenue after the multiplex operators and single-screen theatre owners take their share."
    },
    {
        "_id": "658ba95764059ed397bded4b",
        "Being Chelsea’s football manager is UK’s toughest job!": "Since the Russian billionaire Roman Abramovich bought Chelsea for £140 million on July 1, 2003, the London football club has had seven managers, with the incumbent Andre Villas-Boas (shortened to AVB by tabloids) being appointed on June 22 to replace his predecessor who had been sacked in May, 94 months after the takeover by the oil and aluminium oligarch.Divide 94 months by six and the average tenure of each previous Chelsea manager appointed by Abramovich works out to roughly 470 days. While AVB has been appointed on a threeyear contract, that doesn’t guarantee a 36-month lien on the job.AVB’s predecessor Mario Ancelotti was sacked at the foot of a flight of stairs at Everton where Chelsea had gone to play. Ancelotti’s axing was within 12 months of guiding Chelsea to the historic double of the English Premier League (EPL) title and the FA Cup. AVB has little to show so far, with Chelsea’s performance in the current season being rated its worst start in 10 years.Yet, AVB is confident of holding on to his job. “He (Abramovich) didn’t pay ¤15 million to get me out of Porto (the Portuguese club he was previously managing) and another fortune to get me out of Chelsea,” AVB said. Yet, going by precedent, Abramovich has not thought twice before buying out the contracts of previous managers, with Avram Grant and Luis Felipe Scolari being sacked after a few months. What could hold back Abramovich in AVB’s case is the adverse effect past sackings have had on Chelsea’s credibility. P G Wodehouse wrote short stories about Hollywood moguls bringing their children for studio-discussions since the producers felt their eight-year-old sons best reflected the average intelligence of moviegoers. But Wodehouse would have freaked out on the managerial musical chairs at Chelsea!"
    },
    {
        "_id": "658baa9c64059ed397bded4d",
        "Indian-origin scientist Ramakrishnan honoured with knighthood": "LONDON: Venkatraman Ramakrishnan, India-born US citizen whose pioneering work in molecular biology won him the 2009 Nobel Prize in chemistry, has been honoured with a knighthood by the royal establishment here in a rare recognition of achievements by foreigners based in Britain.58-year-old Ramakrishnan, known to most as Venky, is based at the MRC Laboratory of Molecular Biology in Cambridge.He has been conferred knighthood \"for services to molecular biology\" in the New Year Honours List 2012, according to an official announcement here.After the list was released early today, Ramakrishnan said that honouring him with a knighthood reflects the contribution made by immigrants to British society.In a statement to PTI, he said: \"In the current debate about immigration, it is worth noting that this award is yet another example of the numerous contributions that immigrants make to British society.\"\"Indeed, many of the founding members of the Laboratory of Molecular Biology were immigrants themselves, and they helped to revolutionise modern biology.\"Ramakrishnan said: \"This is an honour that reflects the quality of science supported by the Medical Research Council, in particular at the Laboratory of Molecular Biology in Cambridge. In my case, credit should go to the numerous dedicated postdocs, students, associates and colleagues who made crucial contributions to the work.\"It is rare for foreign citizens to be honoured with knighthoods.Such individuals do not use the style 'Sir', but are often called 'Sir' in popular parlance, such as 'Sir Garfield Sobers' in the case of the legendary West Indies cricketer"
    }
]