[
    {
        "_id": "6593dad8602e420d83ff4447",
        "E-commerce: Watch out for more twists and turns": "Globally, customers are increasingly accessing products and services through the e-commerce channel. The internet provides a platform for businesses to scale rapidly; the speedy convergence of mobile, social media and big data are altering the way business connects with customers. This channel is expected to disrupt the conventional ways of doing business. Three basic trends along with key challenges for the Indian e-commerce industry are described below. Rapid growth in size of the e-commerce industry. A study conducted by KPMG in India and IAMAI estimated that e-commerce is expected to contribute around 4% to GDP by 2020. The e-commerce sector in India was in infancy for the larger part of the previous decade. However, in the last four to five years, the market has witnessed an explosive growth from $3.8 billion in 2009 to $13 billion in 2013 but that seems to be only the tip of the iceberg. While the internet penetration of 17% in India is low; the absolute number of internet users at approximately 30 million is high. This connected user base presents a great opportunity for e-commerce. Additionally, factors such as changing lifestyles, device convergence, rapid urbanisation, growing aspirations of rurban India and increasing affinity to organised retail are fueling the growth of e-commerce. Innovation and churn in business models to continue. The unprecedented growth in this sector has attracted the attention of various industry analysts who have often debated on the mantra for success in this space. Young entrepreneurs and seasoned players have been experimenting with various business models in their quest to crack the code. Both inventory-led asset heavy and marketplace models co-exist here, and there seems to be enough space for niche players as well as players with diversified offerings to position respective value propositions and be equally accepted in the market. This phenomenon may continue till equilibrium sets in. This equilibrium can be characterised by predictability of outcome for buyer and clarity and stability of the regulatory system to offer a level playing field for various players with different business models. Whatever be the model, the customer is expected to be the beneficiary. While customer acquisition is of importance, their loyalty and experience should be on par as well. The industry awaits the ever-elusive equilibrium while companies jockey for wallet/mind share. E-commerce players are expanding their product portfolio and many are introducing flash sales at jaw- dropping discounts to build their customer business newsbase. Customer acquisition remains a top priority for e-commerce players as a way to demonstrate scale, loyalty and retention, and to sustain in the competitive market. Many companies are already innovating and adopting distinct business practices in order to stay in the game and succeed. Policies around same-day shipping and 30-day return policy can be viewed as steps in this direction. Personalised shopping experience, exclusive product launches, real time information on new deals or order status have been introduced from the perspective of customer centricity. Challenges for the sectorNotwithstanding the hoopla around e-commerce, certain fundamental issues plague this industry. As existing players and new entrants race to acquire new customers, often the hook used to attract them is deep discounts on products. This tends to affect the already precarious bottom line. In addition to this, a number of international players are setting or planning to set up shop in India. These players often enter the market with deep pockets and lots of operational experience. The pure-play e-commerce players are also challenged by the entry of brick-and-mortar retailers into the online space. Many of these players are part of big conglomerates and have deep pockets. Further, they have an existing customer base and an established supply chain backbone which can be major areas of concern for pure-play e-commerce players.The existing taxation norms for e-commerce are complex and open to interpretations. Revenue attribution becomes difficult due to lack of clarity on permanent establishment regulations for e-commerce. Inter-state taxation rules have further added to the confusion. Also, restrictions on foreign direct investment (FDI) in e-tail seem to be restricting the access to much needed capital for investments in technology and fulfillment services. The industry is also saddled with several infrastructural issues. Limitations in enabling last mile connectivity and a weak logistics infrastructure is possibly restricting the growth of this industry. This sector is being watched not only for the huge latent opportunity but also for the structural improvements that the new government may bring in. There may be changes and churn in this sector but the sentiment seems positive.Ashvin VellodyThe author is partner – management consulting, KPMG in India. The views expressed here are personal.business news"
    },
    {
        "_id": "6593dc16602e420d83ff4449",
        "Now in India: Huawei Honor 6": "Huawei has launched its flagship Honor 6 smartphone in India. An octa-core processor with 3 GB RAM is enough to attract any smartphone buyer. The device runs on Android 4.4.2 KitKat operating system and is sugar-coated with Huaweis Emotion 2.3 UI. The phone has a 13-MP rear camera and a 5-MP front camera. The device offers 16 GB of internal storage of which around 11 GB is available. The memory can be further expanded up to 64 GB via a microSD card. It also supports 4G networks. It costs around Rs 19,990."
    },
    {
        "_id": "6593ee76602e420d83ff444b",
        "Review: 2015 Jaguar F-Type R coupe is fast, sexy, but not so silent": "If the industry awarded a Best Soundtrack statuette, the 2014 Jaguar F-Type convertible would win handily. For 2015, the F-Type becomes more of a bombshell with the addition of a lithe coupe whose knockout beauty matches the song of its supercharged engine.Ian Callum, who took his talents from Aston Martin to Jaguar, is among the designers who acknowledge that a well-executed coupe will look better than its convertible counterpart. Taking nothing away from the lovely F-Type convertible, the coupes plunging rooflineaccentuated by beautifully drawn rear glassand flared hips give it an unfair advantage.Fortunately, the F-Type is more than a pretty face. Jaguar says the aluminium-intensive coupe is the most torsionally rigid model in company history, 80% stiffer than its open-roof sibling. To increase the strength of the pillarless design, which eliminates a roof support bisecting the side glass, a pair of hydroformed aluminium beams span the entire roof arch.Compared with the heavier, more pliable convertible, the increased core strength has helped to create a notably more athletic, focused performer.I tested the pick of the litter, the F-Type R coupe, which starts at $90,925. (A pair of supercharged, 3-litre V6 models, with 340 or 380 horsepower, start at a respective $65,925 and $77,925.)All three Jaguar models sound intimidating, with pushbutton-controlled active exhaust systems. But the V8 is deliciously, almost indescribably, assaultive. The car sounds as if its gargling burned gasoline. Crackling, vrooming and backfiring, the Jaguar may prompt calls to your local neighbourhood watch, though you can switch off the exhaust button to mute the sound.An optional panoramic roof doesnt open, but it creates the illusion of a single piece of glass stretching from behind the windshield to the rear deck. Peer through that glass, and youll see the integrated air deflector that rises at 70 mph to reduce aerodynamic lift by 265 pounds; it tucks away below 50 mph.All great so far, including flush-mounted handles that pivot out when you unlock the doors.But one year into its run, the F-Types cabin looks and feels even more like a pretender. Coupe or convertible, the Jaguar is like a star architects big-city hotel: The facade is eye-popping, but inside the actual room there are bare walls and a warm Diet Coke in the minibar.Stitched leather on the dash hits the right luxury note, as do sport seats with integrated headrests and cool, clear-lensed climate-control knobs.But other materials and switches give off a plasticky, rubbery vibe. Two of a sports cars most crucial elements seem like compromises: the bland drivers gauges and the automatic shifter, a stubby rectangle whose touch yields no pleasure.And while the Corvette and the Porsche 911 offer 7-speed manual transmissions, the Jaguar has only an 8-speed paddle-shifted automatic, though it is smooth and swift in all facets.And to its credit, the Jaguar is so vivid, aggressive and desirable that I stopped noticing its cabin blemishes.On a summer day in the horse country of Dutchess County, NY, the F-Type came into its own, hammering and haunting back roads like no Jaguar Ive driven. Pushed harder at Gingerman Raceway, a charmingly scruffy road course in Western Michigan, the coupe proved it was more than a stylish British fop: Swinging its tail wide under power and using its robust brakes and monumental thrustalmost an unfair advantageto eke out a lead over a formidable BMW M4 in hot pursuit.Not surprisingly, the F-Type doesnt steer as sensitively as a Porsche; few cars do. But historys most powerful production Jaguar does accelerate more quickly than a 911 S or a Stingray. And with its ability to bomb into curves and howl out again, fully vested in the road-sensing adaptive suspension and brake-based torque vectoring system, the F-Type R would surely claw any rivals tail on public roads.Those are things that havent been said about a Jaguar since the legendary E-Type of 1961-75.After 40 years with no two-seater in its lineupand a long period of corporate slumberthe F-Type R continues Jaguars fairy-tale revival. Its one part beauty, one part beast."
    },
    {
        "_id": "6593efac602e420d83ff444d",
        "Amitabh Bachchan goes the whole hog for ‘Piku’": "Shah Rukh Khan may have been boasting about his 8-pack abs for ‘Happy New Year’, but Amitabh Bachchan may just have pipped him on the popularity chart – with an unbeatable cuddly look. The last time when we saw someone ‘adding weight’ to the character was when Anil Kapoor bloated for Satish Kaushik’s film Badhaai Ho Badhaai. Circa 2014: Time when the superstars are highly obsessed with their abs and they go all out to flaunt it, here comes Amitabh Bachchan who will be seen with a pot belly for his character in the much awaited film Piku by Shoojit Sircar. In an era when the 6 pack and 8 pack abs are a rage, Big B seems happy putting on weight (prosthetic belly we assume) for his character. Produced by MSM Motion Pictures (a division of Sony Entertainment Network), in association with Saraswati Entertainment Creations Limited and Rising Sun Films, Piku also stars Deepika Padukone, Irrfan Khan, Moushumi Chatterjee and Jishu Sengupta in pivotal roles. It is slated for release on April 30th, 2015.EXCLUSIVE: @SrBachchan gets family pack for #Piku-> http://t.co/BJa0OLHIVK pic.twitter.com/j2SgUJqy0l— Piku (@PikuTheFilm) October 30, 2014"
    },
    {
        "_id": "6593f9ca602e420d83ff4451",
        "‘India on urban growth recovery path’": "The urban growth recovery has begun in India as despondency is giving way to a higher consumer confidence due to falling inflation and economic growth expectations, according to Axis Capitals 4th annual survey titled Urban Yatra. This is driving the upper middle class discretionary consumption. Pricing power returning, is usually a precursor to volume growth, the survey said. Axis Capitals eight teams travelled across 21 Tier II-IV towns in 8 states to assess if anecdotal evidence supports the optimism on the urban and semi-urban growth recovery. According to the survey, key drivers of urban growth recovery includes, consumption, government spending and recruitments."
    },
    {
        "_id": "6593fa90602e420d83ff4453",
        "WhatsApp lost $138 million last year": "There was never any doubt that Facebooks acquisition of WhatsApp  now valued at $21.8 billion  was about gaining users before profits. And still, a new regulatory filing lays bare the profound unprofitability of the messaging service for which Facebook traded a full tenth of its market value.WhatsApp reported a meagre $10.2 million in revenue last year, according to a filing with the Securities and Exchange Commission. The money presumably came from charging some users $1 a year to use the mobile application, which lets users share text messages and images, since WhatsApp does not allow advertising on its site.To generate that revenue, WhatsApp spent heavily across the board. Research and development at the start-up totalled $77 million, a figure that includes some salaries. General and administrative costs amounted to $18.6 million. In total, WhatsApp spent about $149 million last year, resulting in a net loss of $138 million. That far exceeds the net loss reported in 2012, a relatively modest $55 million. For this, Facebook offered $4 billion in cash and $12 billion in stock, with the companys founders eligible for an additional $3 billion in restricted stock. But as Facebooks own stock has continued to rise, so has the value of the deal. The final tally came in at $21.8 billion, as the Deal Professor noted this month.Of course, Facebook can afford to spend lavishly. Since announcing its acquisition of WhatsApp, Facebook stock has risen 20%, giving it a market value of $208 billion. Investors appear unfazed by the willingness of its founder, Mark Zuckerberg, to make huge bets on money-losing companies, instead trusting Silicon Valley logic over conventional measures of corporate worth."
    },
    {
        "_id": "6593fb93602e420d83ff4455",
        "PMFBY: Government testing modern tech for assessment of crop damage": "As many as nine pilot studies have been rolled out in 11 states to test the effectiveness of modern technologies in assessing the extent of yield loss for payment of crop insurance claims, the government said Tuesday. The pilot studies are being carried out in Andhra Pradesh, Bihar, Chhattisgarh, Gujarat, Madhya Pradesh, Maharashtra, Odisha, Punjab, Rajasthan, Tamil Nadu and Telangana. Currently, the crop cutting experiment (CCE) — the traditional random survey method — is used to estimate crop yields of a location.Under the Pradhan Mantri Fasal Bhima Yojana (PMFBY), states are required to carry out at least four CCEs in every village panchayat for each crop and submit the yield data to insurance companies within one month of harvest. It has become a challenge to conduct CCEs in a short span considering 2.5 lakh gram panchayats in India. In this backdrop, the Agriculture Ministry wants to use modern technologies to get the crop yield figures faster and accurately for payment of crop insurance claims.A workshop was also conducted on nine pilot studies here Tuesday. “The Government of India has rolled out nine pilot studies on optimisation of CCE using modern technologies aiming to resolve various challenges faced by the Scheme,” the ministry said in a statement. The nine pilot studies are conducted in 23 districts spread across 11 states.The study is expected to be completed by February 2019, after analysing the use of technology in particular areas of crops during 2018 kharif season and crops in rabi season of 2018-19, it said. The pilots are being conducted by the National Remote Sensing Centre (NRSC), CGIAR Research Program on Climate Change, Agriculture and Food Security (CCAFS), SatSure, Space Application Centre (SAC), Skymet, CropIn, Niruthi, Indian Agricultural Statistics Research Institute (IASRI)and Weather Risk.Technologies like scalable yield mapper for integrating remote sensing data in crop growth simulation model, crop detection algorithm, crop health monitoring, Integrated Sampling Methodology using remote sensing, deep stratification, index based insurance for flood, intelligent and smart sampling technique, among others are being piloted in the field.“The inclusion of such technological interventions is expected to address the issues of large number of CCE being conducted during short harvesting window with limited manpower,” the ministry said. Such technology-based solutions will help in achieving the objective with limited resource, more accuracy, resulting in timely settlement of claims and will further facilitate to reduce the unit area of insurance to a level lower than the present village and panchayat level, it added."
    },
    {
        "_id": "65940a03602e420d83ff4457",
        "Mercedes-Benz GLA 45 AMG 4MATIC drives into India": "Mercedes-Benz India today launched its ninth product in the year, the new GLA 45 AMG 4MATIC in India at a price of Rs 69.60 lakh (ex-showroom Mumbai). With a combination of powerful series-production four-cylinder engine and driving performance, the GLA 45 AMG 4MATIC makes a strong statement in the growing luxury SUV segment. The vehicle will be for 4×4 enthusiasts, who love extreme performance. It completes the sprint from 0 to 100 km/h in 4.8 seconds and has a top speed of 250 km/h (electronically limited).The AMG Speedshift DCT 7-speed sports transmission in the GLA 45 AMG 4MATIC features three distinct transmission modes, a double-declutching function dependent on the transmission mode and a RACE START function for optimum acceleration. The vehicle boasts the expressive AMG design, which lends the sporty GLA-Class an athletic touch and reinforces the dynamic impression.“The GLA 45 AMG 4MATIC is into a league of its own and provides an overwhelming driving experience. With its powerful-distinctive design, exclusive appointments as well as unrivalled engine power and performance the vehicle is a true all-rounder,” Eberhard Kern, Managing Director & CEO, Mercedes-Benz India."
    },
    {
        "_id": "65940b34602e420d83ff4459",
        "RSS rushes to disown ‘kill’ Nehru article": "The Rashtriya Swayamsevak Sangh (RSS) Saturday distanced itself from the controversial article published in its Malayalam mouthpiece Kesari that said that Nathuram Godse should have targeted Jawaharlal Nehru as he was responsible for Partition and never had any genuine attachment with Mahatma Gandhi.RSS strongly condemns the controversial article published in Kesari Malayalam journal in Kerala on October 17, 2014. The views published therein are exclusively that of the writer and the RSS has nothing to do with it, Sanghs national prachar pramukh Manmohan Vaidya said in a statement.Parties including the Congress in Kerala had protested against the article that appeared in two parts in Kesari.The RSS statement followed media reports which highlighted the article, written by B Gopalakrishnan, a BJP candidate who contested from Chalakudy in the recent Lok Sabha elections.Gopalakrishnan had argued in his article that Nehru never had any genuine relation with Mahatma Gandhi and that the RSS had been wrongly blamed for the assassination by Nehru for his political purposes.Vaidya added that the RSS, as a movement, has always condemned any kind of violence in thought or action and hence does not subscribe to the views expressed by Gopalakrishnan.We, as a movement, not only dissociate ourselves from such views but also deplore them. RSS has always condemned any kind of violence in thought or action in the strongest possible words, he said in his statement."
    },
    {
        "_id": "65940c03602e420d83ff445b",
        "AAP, Congress, accuse ?Hindutva elements? of stoking violence in East Delhi": "With the communal violence in Trilokpuri, East Delhi, escalating on Saturday, leaders of the Congress, the Bahujan Samaj Party (BSP) and the Aam Aadmi Party (AAP) accused the local BJP of sustaining the riot in an attempt to polarise votes in the Trilokpuri Assembly segment.The Trilokpuri Assembly segment  a resettlement colony  was a Congress bastion until 2008. In the 2008 Assembly election, the BJP won the seat by a narrow margin. In 2013, AAP leader Raju won the Assembly elections, capitalising heavily on the Dalit votes.Apart from the Dalits who comprise 80 per cent of the population, the Muslims make up 15 per cent and the Jatav and Bhairo communities draw up the remaining five per cent.On Saturday, the AAP and the Congress closed ranks to accuse the BJP, the RSS and the Bajrang Dal of inciting violence in the area. AAP MLA Raju said, Every time the violence subsides, BJP workers round up locals with exaggerated tales. People in this area voted for the AAP in the Assembly polls last December. The BJP is attempting to consolidate the Dalit vote here the way it did in UP.Congress leader Harnam Singh, who contested elections in 2013, alleged that the violence was instigated by a BJP leader. He came to Trilokpuri around 2 pm and members of Hindu groups began chants of Har Har Mahadev. This made things worse. Two hours after he came, the violence began again, he said.Read more: AAP, Congress, accuse Hindutva elements…"
    },
    {
        "_id": "65940d02602e420d83ff445d",
        "Music makes strenuous workouts feel easier": "Intense exercise has many health benefits and one signal drawback. It can be physically unpleasant, which deters many people from beginning or sticking with an intense programme. An encouraging new study, however, suggests that listening to music makes strenuous workouts feel easier and may nudge people into pushing themselves harder than they had thought possible.Those of us who have experimented with high intensity exercise quickly learn, that time, short as it may be, is punishing. Many people find the experience aversive, said Matthew Stork, a graduate student at McMaster University in Hamilton, Ontario, who led the new study, published in Medicine & Science in Sports & Exercise.Stork and his colleagues at McMaster, who have conducted many studies of high-intensity interval training, wondered if it would be possible to find ways to modify peoples perceptions of how little they were enjoying the exercise. You cant reduce the actual intensity substantially, he knew, without reducing the physiological benefits. But perhaps you could alter peoples feelings about the difficulty.He and his colleagues thought immediately of music. They recruited 20 young, healthy adult volunteers, none of whom previously had dabbled with high-intensity interval training. Then he brought them into the lab and had them learn how to work out hard.The precise regimen that the volunteers followed was simple enough. Using stationary bicycles, they completed four 30-second bouts of what the researchers call all-out pedaling, at the highest intensity that each volunteer could stand. Each 30-second bout was followed by four minutes of recovery time, during which the volunteers could pedal gently or climb off the bike and sit or walk about. Throughout the all-out intervals, meanwhile, the scientists tracked the volunteers pedaling power output and asked them how hard the exercise felt and whether they were having fun. Or not.After that workout, the volunteers sat down and listed their favourite songs, which the researchers then downloaded and used to create custom playlists for each volunteer.Then each volunteer returned twice more to the lab, grunting through two additional sessions of the high-intensity intervals. During one, they listened to their chosen playlist. In the other, they did not listen to music.Afterward, the researchers compared the riders power outputs and reported feelings about the workouts difficulty.The volunteers all reported that the intervals had been hard. In fact, their feelings about the difficulty were almost identical, whether they had been listening to music or not.What is interesting is that their power output had been substantially greater when they were listening to music. They were pedaling much more ferociously than without music. But they did not find that effort to be more unpleasant. Without music, the workout struck them as about the equivalent of an eight or higher on a zero to 10 scale of disagreeableness (with 10 being unbearable).With music, each interval still felt like about an eight or higher to the riders, but they were working much harder during each 30-second spurt. The intensity increased but not the discomfort.Polled by the scientists at the end of the experiment, all 20 riders said that if they were to take up interval training on their own after the study, they definitely would listen to music to get themselves through the workout.How music affects performance and perceptions during intense exercise remains unclear, Stork said, but it likely involves arousal responses. The body responds to the rhythm of the music with a physiological revving that prepares it for the demands of the intervals.People may also turn to music in hopes of ignoring their bodys insistent messages of discomfort. Music cannot, of course, override those messages altogether, Stork pointed out. But it may mute them and make you more eager to strain through another session of intervals, sweat and playlist streaming.– Gretchen Reynolds"
    },
    {
        "_id": "65940ddf602e420d83ff445f",
        "Milk choice may affect vitamin D levels": "Many children drink rice, almond or soy milk instead of cow’s milk for various reasons  lactose intolerance, allergies, taste preference. But now Canadian researchers have found that children who do not drink cows milk may have insufficient levels of vitamin D. In a study published online in the Canadian Medical Association Journal, scientists tracked vitamin D blood levels in 2,831 children under the age of 6. About 10 per cent of them drank only milk from a source other than cows. The researchers controlled for many factors that can affect vitamin D levels  age, sex, weight, vitamin D supplementation, skin pigmentation, hours of outdoor play and other variables. But they found that children who drank milk from sources other than cows were almost three times as likely as those who drank only cow’s milk to have vitamin D levels below 20 nanograms per milliliter, a level accepted as normal for children."
    },
    {
        "_id": "65940e5c602e420d83ff4461",
        "Fight the flu with home remedies": "With winters arriving, the flu virus is spreading rapidly. It is not surprising that the medical term for flu, comes from the Italian phrase influenza del freddo  the influence of the cold. Flu is slightly distinct from the common cold. Colds develop slowly, whereas the flu tends to come suddenly and strikes hard and fast. Caused by a virus which affects the upper respiratory tract, the symptoms include fever, headache, blocked or runny nose, aches and pains through the body. With the growing use of modern medicine, most people rely on antibiotics. However, simple homes remedies can also help. Categorised as complementary and alternative medicine therapies (CAM) to treat the common cold, some of these are traditional antidotes. Others include nutritional and herbal supplements. Few have also been supported by scientific evidence. Some of these include:Kahdha: A herbal mix of spices including cinnamon, cloves, black pepper, ginger, desi ghee and basil.Honey: Honey has anti-bacterial, anti-oxidant, anti-inflammatory and prebiotic properties. Its other benefits include anti-tumour, anti-mutagenic and anti-viral properties. Manuka honey, a special honey that comes from New Zealand, has been used in upper respiratory infections including chronic sinusitis, rhinitis and allergic symptoms. Homey can be used with spices such as nutmeg, black pepper, ginger and cloves. Honey and lemon can also provide relief from fly symptoms.Turmeric and Ghee in milk: Turmeric has the ability to modulate the immune system and is known to have anti-viral, anti-bacterial, anti-fungal activity.Fenugreek seed decoction: Fenugreek helps those with asthma and sinus problems. Fenugreek decoction is known to ease soar throat and laryngitis. It can be combined with honey and lemon.Garlic: Garlic has been long known for its therapeutic benefits. It is loaded with nearly 100 active chemical compounds including several potent antioxidants. Tulsi tea: Tulsi is known to reduce stress, enhance endurance, increase oxygen utilisation, boost the immune system, slow aging and reduce inflammation. It fights bacterial, viral and fungal infections. Barley water to treat fever: One of the earliest cultivated grains barley, commonly known as jau is believed to have a healing effect on the body.Amla: It is an excellent source of Vitamin C, which boosts immunity and restores vitality."
    },
    {
        "_id": "65940f28602e420d83ff4463",
        "Flood strips Kerala kitchen stocks by one-third, farmers by Rs 1,356 crore": "Floods in Kerala, dubbed the worst in the past 100 years, has left the state’s grocery basket, bare by at least one third. Day-to-day food needs of 4.5-crore people are in jeopardy, as the policymakers grapple with the gargantuan devastation of milch cows, chicken, ducks, and food grains.Union agriculture secretary Shobhana K Pattanayak has officially confirmed the report that damages in paddy, banana, spices and other crops in Kerala extent to 45,000 hectares. The state had sown paddy in 57,000 hectares, in the current season.Pineapple farmers in Thodupuzha have faced Rs 300-crore damage. Banana bunches, ready for the Onam market, never made it, after the Periyar river swelled over its banks on August 15.A rough estimate is that 3.14 lakh farmers have suffered crop losses of about Rs 1,355.6 crore, Justin Mohan, director, state agriculture department, told FE.Amidst the exigencies of flood that killed 483 people and threw the lives of 52 lakh people haywire, several families forgot to unleash their cows when they fled for lives. Initial assessment is that livestock worth about `800 crore has been destroyed. Going by the early estimates, milk production in the state will be reduced by 30%, says NN Sasi, director, state animal husbandry department.Per day, Kerala needs 87 lakh litres of milk. Due to recent efforts in improving milk production, the local cattle had been meeting about 80% of the daily milk needs, when the monsoon ravaged and the river floods struck. Three districts, Wayanad, Idukky and Alappuzha, which were vital to the state’s milk plan, were devastated.Approximately 100,000 each of milch cattle, goats, pigs and more than 400,000 of poultry were lost, says TP Sethumadhavan, former director of entrepreneurship, Kerala Veterinary and Animal Sciences University.Telengana, Karnataka and Tamil Nadu had stepped in with `3-crore worth fodder and medicines, since large swathes of green fodder in the low-lands have gone. This, however, would not be enough. Besides the loss of cattle, large swathes of green fodder in the low-lands have also disappeared. Replenishment of green fodder will take at least four months. “The pressing priority is to keep the surviving animals in good health, ensuring fodder and insurance money to the farmers. Milma (apex body of milk marketing societies) has offered `6.8-crore relief,” said KG Satheesh, GM, Milma.Broiler chicken price has shot up by Rs 10 per kg this week, as about 25 lakh live chicken were washed away in floods. “It would take over 45 days to get broiler chicken from hatcheries in Tamil Nadu and Andhra Pradesh to feed the demand,” says Binny Immatty, president, Poultry Farmers and Traders Samithy, Kerala. More than 80% of duck flocks in the Kuttanad area were lost. Fisheries stocks, including that of ornamental fishes, of hatcheries are diminished, after the fury of flood waters."
    },
    {
        "_id": "65941645602e420d83ff4465",
        "Check out Aamir Khan’s alien look in PK": "A lot has been said about the Aamir Khan starrer ‘PK’. After the release of the controversial ‘almost nude’ look of Aamir for the film, the audience has been keenly anticipating the film’s trailer release.While Aamir’s actually look in the film as well as the film’s story has been kept tightly under wraps, a recent promotional campaign for the film’s trailer launch revealed a first glimpse of Aamir Khan’s look in the film. The image that says ‘2 days to go for the theatrical teaser’ features Aamir complete with his high arched eye brows, green cat eyes and thin lips complete his alien-human cross look.Though we are still unaware of PK’s story line, the comedy – drama directed by Rajkumar Hirani that also features Anushka Sharma, Sushant Singh Rajput, Sanjay Dutt and Boman Irani is slated for release in December this year."
    },
    {
        "_id": "659416db602e420d83ff4467",
        "Sunny Leone celebrates her husband’s birthday on sets of Mastizaade in Thailand": "Sunny Leone who took Bollywood by storm with her performance in ‘Jism 2’, and later ‘Ragini MMS 2’ is currently busy shooting her next Mastizaade in Thailand. However, the pornstar turned actress took time off from her busy shoot schedule to celebrate her husband Daniel Webber’s birthday while on sets of the film.In fact Sunny Leone got Daniel a special ‘superhero’ cake that featured logos of popular superheroes like Superman, Batman and others. Sunny even posted a couple of images of the birthday celebrations on instagram that also involved her costar Tusshar Kapoor and director Milap Zaveri who were on sets.Interestingly, a while back it was Daniel Webber who had gifted Sunny Leone a swanky set of wheels in the form of Maserati."
    },
    {
        "_id": "65941790602e420d83ff4469",
        "Samsung Galaxy Alpha review: Stylish flagship that you can afford": "I first encountered the Samsung Galaxy Alpha during the recent IFA tech show in Berlin. In the large Samsung stall, this smartphone stood out for being different from the ones the Korean tech giant has brought to us in recent times. But is the Samsung Galaxy Alpha different We check out.Specs: 4.7-inch Super AMOLED capacitive touchscreen (720 x 1280 pixels, ~312 ppi pixel density); Exynos 5 Octa 5430 (Quad-core 1.8 GHz + quad-core 1.3 GHz) processor; 2GB RAM, 32GB internal storage, no memory card slot | 12MP rear camera + 2.1MP front camera | 4G LTE nano-sim| 1860 mAh batter | Android 4.4.4 | Fingerprint scannerPrice: Rs 39,990Design: This is the first thing that will make you realise that this phone is different. And it seems to have been a conscious effort by Samsung designers to keep it different from the rest of the Galaxy crowd. So the phone has a aluminum ring running all around it that give is a very premium feel and sets it apart from the other all-plastic Galaxy phones. The rear flap is plastic though and wafer thin too.In this form factor Samsung could have tried a non-removable battery, especially since the phone has no memory card slot. Around the screen the bezel has a slight texture which appeared a bit distracting to me. But this is among the thinnest phones around at 6.7mm and also among the lightest weighing just 115 gram. It is also the most stylish phone coming out of Samsung stables for sometime, at least till the Note Edge reaches Indian shores.Display: This is Samsungs forte and you can see the 4.7-inch screen carry the legacy forward. This is not a Full HD screen, but you will not find this one lacking in anyway.Performance: With an octa-core setup running the phones, I did not encounter any lag or sluggishness. Multitasking is real fast and apps launch in a jiffy. The phone also stays super cool whatever you make it do.Software: The software in not stock Android, but it is definitely stock Samsung. The software is just what you would encounter on the Samsung Galaxy S5 or other top Galaxy phones. No complaints on this front.Camera: The 12MP camera is fast. In fact, it is faster that most Android phones, except may be the HTC M8 and E8. It is a pleasure watching the phone lock the focus and the results are sharp and clear. The camera comes with a handful of preset modes and comes with the option to download more.Storage: This is one feature that differentiates this phone. There is no expandable memory on the phone and you will have to do with the 32GB that comes with it. The phone has over 25 GB of storage for you to use. You will need to use cloud services diligently to make the storage last longer.Battery: The battery is not large, but it will easily last over 12 hours with serious use. Keep the brightness low to make it last longer.Verdict: The Samsung Galaxy Alpha is a good options for Samsung fans as well as those trying to switch over to a top end smartphone. At the price of Rs 39,990 the Alpha is ideal for those who dont want a phablet or spend as much as a flagship."
    },
    {
        "_id": "6594186f602e420d83ff446b",
        "iPhone 6 review: Worth every penny you spend on it": "During a recent trip to New York, I missed an opportunity to visit the Apple store in Manhattan. Anyway, the trip would have been pointless, I was told. Hundreds of people were queuing up well past midnight at the 24-hour store to try the new iPhone and eventually take one of them home. I was lucky, for days after returning I was holding a iPhone 6 review unit in my hand. But does the newest edition of the Jesus Phone justify queuing up into unearthly hours and forgoing your monthly pay packet to bring one home I decided to investigate.Design: This is well and truly among the slimmest phones I have used, and I have not used the Gionee S5.5 which claims to be the thinnest one. It is also the lightest. I could almost visualise someone bending the phone by sitting on it. The device is so light and slim, you will not realise that you have it in your jeans back pocket. Despite this thin frame, not for one second does the phone make you think it is flimsy. You just need to look at the perforated speaker holes at the bottom of the metallic body to see that the phone has been built with the precision of a jet engine. Despite the smooth curved edges, the phone sticks to Apples familiar design language in more ways than one. For me the only hitch in the design is the rear camera lens which protrudes out of the thin frame and might need to be protected.Display: The Retina HD display is definitely among the best you will see in a phone these days, despite the new Quad HD phones coming into the picture. It is stunningly crisp and clear with Apple loading the phone with wallpapers that drive home the point every minute you use the phone. The screen works well even in bright sunlight and this comes to your help while using the camera outdoors.Performance: The new iPhone 6 has an A8 processor that is much faster than the one on its predecessors. Apps launch really fast and you can switch between them seamlessly. But what really shows the power of the processor is the camera, for you dont even realise that the phone has a shot a picture and readied itself for the next. It is that fast. The phone did, however, heat up slightly when you browse for long durations, especially using the Facebook app. On the other hand, I have never been able to upload something on to Facebook so fast. A bunch of six photos shot with the phone, went up without so much as a pause.Software: Frankly, I was not all that amazed by the new iOS 8 launch. I was expecting Apple to do much more, especially with customisation. So I was pleasantly surprised that during setup, the iPhone 6 asked me how I wanted my iconssmall, or large. It seems Apple is slowly learning from Android, as far as giving customers more options are concerned. The first place you will notice a change, is the notification centre which has much more actionables than before. The pull up control panel too lets you do much more, like access AirDrop. In messages, you can now add photos and audio clips, though you will need to send it to someone using iOS 8 too. The native health app now calculates your daily activity and much more, but for the much more you will need to feed in a lot of data. Siri works smoothly and understood my Indian accent with a high level of accuracy though it could not pull up much local information.Camera: For me, this is among the top features in the camera. Yes, the iPhone camera has always been a class apart, but not you can do much more like adjust the exposure as you shoot. The new slow-motion and timelapse video options are easy to use but give professional quality video in the end. You can keep clicking photos without any lag as the phone processes the pictures really fast. Then, this is maybe the only phone camera where you can use the digital zoom without coming up with a useless pixelated photograph in the end. The front camera offers great selfies. This is one phone camera that wont make you regret leaving the DSLR at home.Battery: This deserves a special mention. I unboxed the iPhone 6 with about 70% charge. I watched the 90-minute iPad launch event live stream on the phone. By the end of it, the phone still had 55% charge left. I used the phone for a good 12 hours more, though without taking or making calls. With regular use the phone will easily give you an entire day of juice.Storage: I got a 16 GB review unit and out of the box it gives you just over 9 GB of space. Having been and iPhone user for a couple of years, I suggest you stretch the budget a bit and buy the 64 GB as you will end acquiring loads of photos, content and apps with this phone.Verdict: There is no doubt that the iPhone 6 is worth the obeisance most of the world is paying it at the moment. It is among the best flagship phones available in the market at the moment. A couple of years ago there would have been no competition, but now users have at least two other phones that offer good options in the same price range. But then Apple fans dont look at options, do they"
    },
    {
        "_id": "6594192c602e420d83ff446d",
        "Kotak Mahindra Bank profit climbs 26% to Rs 445 crore": "Kotak Mahindra Bank on Wednesday reported a 26% y-o-y rise in standalone net profit to R445 crore, driven by stable asset quality and improvement in net interest income.Net interest income stood at R1,039 crore, up 12% y-o-y due to net interest margins (NIM) remaining stable at 5%. Other income increased 57% y-o-y to R466.5 crore.Click here for graphAsset quality deteriorated during the quarter marginally and the gross non-performing asset (NPA) ratio stood at 1.89% of gross advances, down 1 basis point from the preceding quarter. The net NPA ratio stood at 1% of net advances. In absolute terms, gross NPAs stood at R1,165.40 crore, up 15.85% y-o-y.The bank also made provisions worth R53.65 crore towards advances and had a write-back towards investments worth R10.21 crore. Provisions on unhedged foreign currency exposures during the quarter were around R4 crore, said Jaimin Bhatt, chief financial officer. Standard restructured loans at the end of the quarter stood at R161.5 crore, or 0.26% of net advances.Advances grew 20% y-o-y to R60,948 crore and the bank continued to degrow its commercial vehicle (CV) and construction equipment (CE) portfolio. The CV/CE portfolio degrew 25% from the corresponding period last year to R5,062 crore. The big growth this quarter came in from the corporate banking segment, the agriculture business and we also saw good growth coming in from the small business and personal loans segment, said Bhatt.The corporate banking segment grew 44% y-o-y to R24,845 crore, the agriculture lending division 28% y-o-y to R10,137 crore, and the small businesses and personal loans division 29% y-o-y to R5,344 crore.Deposits were up 29% y-o-y to R68,103 crore and the current and savings account (Casa) ratio stood at 31%."
    },
    {
        "_id": "659419bb602e420d83ff446f",
        "Ranveer Singh shaves his head for Bajirao Mastani": "Earlier we had carried the first image Priyanka Chopra tweeted while on sets of her next Bajirao Mastani. Now we hear that while Sanjay Leela Bhansali has finally started shooting the film, Priyanka’s costar Ranveer Singh will soon start shooting with his new bald look.In fact Ranveer Singh who plays Bajirao, had earlier cut himself off from the outside world to focus on the role. And now he shaved his head for the role. Said to be a period epic, Bajirao Mastani is co-produced by Sanjay Leela Bhansali and Eros International, the film is expected to recreate a chapter of Maratha history that would require mammoth expenses. And is also expected to be one of Bollywood’s biggest films budget wise."
    },
    {
        "_id": "65941b07602e420d83ff4471",
        "Shahid Kapoor picks his favourite scene from ‘Haider’": "Shahid Kapoor’s ‘Haider may not have done well at all with its box office collections, but it did create a wave of its own with his discerning and sensitive acting. Here, he picks out his favorite scene. The scene where I am bald and delivering that straight monologue was one of my favourites. We did the whole speech in one gowe did it in three magnifications.There is a certain madness when Haider starts ranting, so we didnt want to take a break. We actually finished the scene in four hours, but Vishal sir and I had been discussing it for over a week, while we were there, because a six page monologue can get very boring. We were very concerned about making sure that it holds the attention of the audience. Vishal sir has worked with every possible actor in the country, so I was shitting in my pants, thinking if I mess it up, a lot of actors are going to come and whack me for wasting such an amazing opportunity. I still remember the night before we were supposed to shoot, we had dinner together and spent about 45 minutes discussing the scene and before Vishal sir left, he said, ‘You know na, that you are Pankaj Kapurs son. Goodnight.’He left me with that thought! (laughs). And then we had fun, because I had learnt the six page monologue, I can rant it anytime now. But we just had fun for four hours, like that noose around the neck, and that whole thing of hitting the head, those were just random things."
    },
    {
        "_id": "65941ba1602e420d83ff4473",
        "Evading Ebola": "With a Harvard Medical School expert, as The Hindu reports, warning that Indias susceptibility to the Ebola virus disease is very, very high, it is time India became a part of concerted action on containing the epidemic that is raging in West Africa. More so, with the deadly virus having crossed oceansthrough infected travellersinto Europe (Spain) and the US. The Ebola virus group causes haemorraghic fever and has killed over 4,500 people in Sierra Leone, Liberia and Guinea apart from sporadic cases in Senegal and Nigeria. Even though as many as 21,799 travellers from the countries that have reported infections have been screened in India between August 1 and October 12, the US experience proves how inadequate such rudimentary methods can be. Similarly, while the Union health ministry carrying out mock-drills simulating Ebola infection treatment at hospitals is a welcome exercise, it will barely make a dent if hospital staff are not trained in minimising exposure risks, given the chaotic and teeming public hospitals we have. Also, given there are just two centresone at Pune and the other at Delhito test conclusively for Ebola before the 10 other labs planned are up to capacity, detection could also possibly be retarded greatly, consuming crucial response time. It does help that the health ministry has also got states to actstates have identified at least one hospital where isolation and treatment wards have also been set up. But what would perhaps help India better is to coordinate efforts with other nations, especially the ones where infection has been detected and contained, like Nigeria, on minimising risks."
    },
    {
        "_id": "65941c5e602e420d83ff4475",
        "Bharatiya Janata Party’s big question after Haryana elections: Jat or non-Jat CM?": "Bharatiya Janata Party (BJP) stormed to power in Haryana on Sunday, winning the state for the first time alone since it was formed in 1966. The party that had never won more than five seats contesting on its own has a tally of 47 in the 90-member House. Its strength in the outgoing Assembly was four.The Congress was reduced to 15 seats from 40, with only four of its 13 ministers managing to win. Outgoing Chief Minister Bhupinder Singh Hooda was among the winners.An even bigger blow was dealt to the INLD, which ended with 19 seats, thwarting supremo Om Prakash Chautalas hopes of taking oath as CM from inside Tihar jail. Among the big losers on Sunday was Chautalas grandson Dushyant, though two other family members won.The question before the BJP now is who to name the chief minister  a Jat or a non-Jat, from among the over half-a-dozen contenders. The party had not named any CM candidate before the polls.The front-runners for CM from among the Jats are former national spokesman Abhimanyu and Kisan Morcha chief Om Prakash Dhankar. The non-Jats whose names are in circulation are former state party in-charge Manohar Lal Khattar, state president Ram Bilas Sharma, Union ministers of state Inderjit Singh and Krishnapal Gujar, and Anil Vij.While the non-Jats, particularly in urban areas, appear to have voted for the BJP in large numbers, the party may not want to offend the Jats, who make up 21 per cent of the votes, the single-largest chunk, in the state. The BJP had fielded 27 Jat candidates and taken in former Congress veteran Birender Singh to boost its support among the community.The Congress paid a price in Haryana for anti-incumbency, charges of corruption and dubious land deals, infighting, nepotism and lopsided development. Conceding defeat, Hooda said he hoped the BJP continue the momentum of growth of his 10-year regime. It is democracy. Last time, the people of the state gave us their mandate, and this time to the BJP.Mukesh Bhardwaj & Pradeep Kaushal"
    },
    {
        "_id": "65941db5602e420d83ff4477",
        "Maharashtra Assembly election results: BJP set to form govt with NCP support; Shiv Sena waits for ‘approach’": "Riding the crest of a Narendra Modi wave, the Bharatiya Janata Party (BJP) is set to form government in Maharashtra for the first time on its own with surprise “outside support” from NCP as the Assembly poll threw up a hung House with the party emerging a clear winner but falling short of a majority. BJP’s gamble of walking out of the alliance with ‘big brother’ Shiv Sena paid off as it secured 122 seats in the 288-member assembly, three more than the 119 offered by the erstwhile partner before the split and 76 more than what it had got in 2009. It is for the first time since Congress’ tally of 141 seats in 1990 that a party has crossed the 100-seats mark in an Assembly election in Maharashtra. Though the Sena too improved upon its 2009 showing winning 63 seats, it still fell short of its best performance in the 1995 poll when it had won 73 seats going to the hustings together with BJP and forming a coalition government. Posting its worst performance, Congress secured 42 seats and former ally NCP, with which it had ruled the state for 15 years in a row before the poll-eve split, clinching 41. A big surprise in the election was the near obliteration of Raj Thackeray’s MNS, which many thought will be the X-factor in the poll as it managed to win just one seat. While the party, which pursued the ‘Marathi pride’ agenda with great fervour could clinch just one seat, Hyderabad-based MIM opened its account winning two seats. Bahujan Vikas Aaghadi and Peasants and Workers Party won three seats each, while Bharipa Bahujan Mahasangh, CPI(M), Samajwadi Party and BJP ally Rashtriya Samaj Paksha pocketed one each and independents won seven. Barring the Sena-BJP rule in 1995-99 and 580-day stint of Sharad Pawar-led Progressive Democratic Front government between July 18, 1978, and February 17, 1980, Congress was never out of power in the state since its creation in 1960. As BJP appeared way ahead of rivals but 23 short of the magic figure of 145, bitter critic NCP sprang a surprise by extending the crucial “outside support”, sparing it the trouble to enlist the backing of Shiv Sena in its effort to form government as the two former saffron allies blew hot and cold over coming together once again. “NCP has decided to extend support to the proposed government of BJP in Maharashtra… There is no option but to see that the largest party forms a stable government. Also the BJP is ruling in the Centre and it will benefit the state,” senior party leader Praful Patel told reporters, saying the move was in the “interest” of the state. Though Shiv Sena chief Uddhav Thackeray made it clear his party will not lend unsolicited support to BJP in forming the government, saying “let them make the first move”, he has reportedly called up Prime Minister Narendra Modi and BJP president Amit Shah to congratulate them on the electoral victories in Maharashtra and Haryana. It was, however, not clear whether he had extended an olive branch and expressed willingness to join the BJP-led government. “I am sitting at my home peacefully, if somebody thinks our support is needed, they can approach us. Somebody from that side (BJP) should come to us with a proposal. How can I go about offering my support” he told reporters. Earlier in the day, Shah gave a short shrift to Sena, and virtually put the blame for the split in the alliance on the party. Taking a dig at Sena, with which the alliance broke over seat-sharing, the BJP chief said in Delhi, “The results have proved who was correct… We won more seats than we were being offered.” “As per norms of democracy, the largest party has the right to form the government. BJP will be forming the government in Maharashtra,” he said without clarifying if the party will try to secure Sena’s backing in forming government and maintaining NCP has offered “unconditional outside support” and that it “does not want to join the government”. While former Chief Minister Prithviraj Chavan of Congress won from Karad South and ex-deputy CM Ajit Pawar of NCP emerged victorious from Baramati, Congress’ Election Campaign Committee Chief Narayan Rane lost from Kudal. Apart from Rane, 13 ministers in the Prithviraj Chavan government including heavyweights like Harshwardhan Patil and Rajendra Darda of Congress and Ganesh Naik of NCP too fell by the wayside. In the outgoing House, the BJP had 47 members, Shiv Sena 45, Congress 81, NCP 62 and MNS 13."
    },
    {
        "_id": "65941fbc602e420d83ff4479",
        "Fitness age a better indicator of longevity": "A new study of fitness and lifespan suggests that a persons so-called fitness age  determined primarily by a measure of cardiovascular endurance  is a better predictor of longevity than chronological age. The good news is that unlike your actual age, your fitness age can decrease.The concept of fitness age has been developed by researchers at the Norwegian University of Science and Technology in Trondheim, who have studied fitness and how it relates to wellness for years.Fitness age is determined primarily by your VO2max, which is a measure of your bodys ability to take in and utilise oxygen. VO2max indicates your current cardiovascular endurance.If your VO2max is below average for your age group, then your fitness age is older than your actual age. But if you compare well, you can actually turn back the clock to a younger fitness age. That means a 50-year-old man conceivably could have a fitness age between 30 and 75, depending on his VO2max.Norwegian scientists decided several years ago to develop an easy method for estimating VO2max. They recruited almost 5,000 Norwegians between the ages of 20 and 90, measured their aerobic capacity with treadmill testing and also checked a variety of health parameters, including waist circumference, heart rate and exercise habits. They then determined that those parameters could, if plugged into an algorithm, provide a very close approximation of someones VO2max.But while fitness age may give you bragging rights about your youthful vigour, the real question is whether it is a meaningful measurement in terms of longevity. In a new study, which was published in June in Medicine & Science in Sports & Exercise, scientists turned to a large trove of data about more than 55,000 Norwegian adults who had completed extensive health questionnaires beginning in the 1980s. The scientists used the volunteers answers to estimate each persons VO2max and fitness age. Then they checked death records.It turned out that people whose calculated VO2max was 85 per cent or more below the average for their age  meaning that their fitness age was significantly above their chronological years  had an 82 per cent higher risk of dying prematurely than those whose fitness age was the same as or more youthful than their actual age. According to the studys authors, the results suggest that fitness age may predict a persons risk of early death better than some traditional risk factors like being overweight, having high cholesterol levels or blood pressure, and smoking.– Gretchen Reynolds"
    }
]