[
    {
        "_id": "658436591e4e608cef185b12",
        "I always wanted to play a wizard: Cage": "Celebrated as one of the most versatile actors in cinema today, Nicolas Cage (Balthazar Blake) has mastered the art of high drama and quirky comedy, while simultaneously conquering the worldwide box office in high-octane action adventure blockbusters. His prolific relationship with Jerry Bruckheimer has produced blockbuster films that have captured the hearts of audiences worldwide.The Sorcerer’s Apprentice will mark the seventh time that Cage and Bruckheimer have collaborated on a film.Where did you get the idea for The Sorcerer’s Apprentice?I had been very interested in the mythology of King Arthur — the legend and lore. I had spent quite a bit of time in England, specifically in that area of Somerset where all the legends developed. When I was a child reading comic books, I started to get inspired by reading the stories about King Arthur. And it occurred to me that I wanted to make movies that could resonate that in some way; that would be healing and positive. I wanted to see if I could use magic and imagination to entertain audiences without facilitating bloodlust and having to resort to violence. At the same time, I was doing a picture called Next and I was playing a magician of sorts in that movie. But I really wanted to play a wizard or sorcerer. Todd Garner was the producer of Next and I told him about my idea. Todd said, “‘I’ve got it. You should be the Sorcerer’s Apprentice from Fantasia.’” I thought that’s great. So we started to expand the story and find ways to lengthen this little eight-minute segment from the Goethe poem in Fantasia and make a big two-hour, live-action film The Sorcerer’s Apprentice.But the film does look like the classic, Fantasia... Did you keep this in mind when making the film and did you feel any pressure?Some people have asked me if I was nervous because we were tampering with a Disney classic. I wasn’t. We made a film I think Walt would approve of and I believe that I was in the right place at the right time to make this movie in my life and to make it in such a way where I have faith in it. I don’t really have any expectations other than that I hope to make some children smile. That’s the best way I can apply my abilities as an actor.You and Jay Baruchel seem to have a great chemistry on screen. What was your working relationship like during the production?I just think he is hilarious and I think he is incredibly smart and well-read. As a child did you believe in magic?When you think about magic, it is not hocus-pocus. It is imagination plus willpower focused in such a way that you can create a conscious effect in the material world. So, any painting is a work of magic. Any book is a work of magic. The question that we face is how do you use those works of magic? Do you use them to help others or do you use them just for selfishness? And that is what the story’s about in The Sorcerer’s Apprentice.Follow us on Twitter for more stories"
    },
    {
        "_id": "658437f51e4e608cef185b14",
        "47-yr-old woman murdered at home": "CHENNAI: A 47-year-old woman who works as a teacher in a private school was found dead with head injuries at her house in Tondiarpet on Saturday evening. Police suspect it to be a case of murder for gain.Manjula (47) was found dead on a bed on the first floor of her house at Karunanidhi Nagar in Tondiarpet. According to the police, Manjula's husband Chandrasekhar (48), who works in the government press in Mint, called the police to report that he found her dead.Their son Deepak, who works in a jewellery shop, was also away. They have been living in an independent house. Entry to the first floor is only from inside the house.After lifting fingerprints and other evidences from the house, the police claimed to have got some vital clues to crack the case \"in half-an-hour.\" \"The lady was on the bed. We suspect that some known person had committed the crime as there has been no sign of forceful entry. We will crack the case in another half an hour or so,\" said deputy commissioner of police N Baskaran who visited the spot.According to a police version, Chandrasekhar and Deepak had left for work on Saturday. As it was a holiday for her, Manjula stayed at home. After finishing work, Chandrasekhar returned home around 7.30pm. He opened the door and went inside the house, but did not see Manjula around. Seeing no sign of his wife, he went up to the first floor of the house after a while and found her lying in a pool of blood. Her two-sovereign ‘mangalsutra' was missing and some other jewellery was missing from the bureau.Local police officials said the woman appeared to have died of head injuries. Some police sources said clothes were missing from her body. A sniffer dog was brought to the scene of the crime. Police said there were several apartments and other buildings in close vicinity to the house. \"Had she raised an alarm, neighbours would have heard it. Probably she did not get time to even do that. Women staying alone at home should be very careful and not open the door to strangers,\" a police officer said.\"We are investigating the case from various angles. We are collecting as many details as possible. As for the murderer and motive, there could be more than one possibility,\" said a police officer.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6584391f1e4e608cef185b16",
        "Rocket man Kalam cherishes his role in making disabled children walk": "CHENNAI: He and his team used rocket science for designing an artificial limb weighing just 400 grams. And he cherishes it more than launching rockets. Former President APJ Abdul Kalam said it was \"bliss\" to see children smile after wearing the light-weight prosthesis on their legs designed by him and his team.\"When we launched the first indigenous rocket SPV 3, when we successfully sent Agni and tested nuclear weapons in Pokran, I was really very happy.But today when I see children run around and cycle with the artificial limbs we designed, it is sheer bliss,\" Kalam said delivering the 12th convocation address of theTamil Nadu Dr MGR Medical University. \"I had seen these children struggling with the artificial limbs that weighed at least 4 kg. My team made one with composite heat materials used for rockets. This one is 10 times lighter,\" he said. On Saturday too, he was at his usual best — in igniting minds. Kalam narrated stories of three eminent doctors — Maharashtra-based Dr Sudhakar Kore who quit his job abroad to start a hospital for the people in Warana valley, Madurai-based Dr Venkatasamy who grew up in a rustic setting but went on to establish the world-class Aravind Eye hospital to wipe out reversible blindness and of Dr H Sudarshan who devoted himself to the health care of the tribals in in Karnataka.He then asked the 10,955 candidates who received degrees and diplomas in medical, dental, Indian medicine and allied health sciences to complete one task before the hit the bed on Saturday: Write in a paper or key into their computers the answer to his question \"What I will be remembered for?\" and preserve it for posterity. \"I want you to have a vision. This dream will not allow you to sleep,\" he said.Degrees were conferred upon 3,307 students in person and 7648 students in absentia.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65843a2a1e4e608cef185b18",
        "All set: Countdown begins for PSLV liftoff on Monday": "MUMBAI/CHENNAI: The final 50-and-a-half-hour countdown for the launch of the Polar Satellite Launch Vehicle (PSLV) began at 6.52am on Saturday. The 230-tonne 44.4-metre tall four-stage rocket, PSLV-C15, carrying five satellites is slated for lift off at 9.22am on Monday from Sriharikota.Isro chief spokesperson S Satish told TOI some of the key activities till the launch include filling the second and fourth stage of the rocket with liquid propellants and carrying out certain mandatory checks.The five satellites are: indigenous 694kg Cartosat-2B, 116kg Alsat 2A of Algeria, 6.5kg Aissat built by Space Flight Laboratory of University of Toronto, one kg Tissat-1 of University of Applied Sciences, Switzerland and Studsat weighing less than one kg designed and developed by 45 students from seven engineering colleges of Bangalore and Hyderabad.\"All the payloads have been integrated with the rocket and the 20-minute mission sequence stipulates Cartosat-2B being placed in orbit first, followed by Alsat, then the two satellites of Toronto and Switzerland and the last to be deployed will be Studsat. They will separate from the rocket at intervals of 45 seconds each when the vehicle will be flying at a speed of seven km per second,\" he said.It will be the 17th flight of PSLV and sixth one of what is known as the \"core alone\" version. According to Isro officials, in the \"core alone\" version, the six strap-on motors have been removed. The \"core alone\" version has been chosen for this mission based on the weight of the payloads and the orbits to which they have to be placed. Besides launching 17 Indian satellites, PSLV, described as a workhorse of Isro, has also placed in orbit 22 foreign satellites between 1994 and 2009.The rocket's main cargo Cartosat-2B is a remote sensing satellite carrying a sophisticated panchromatic camera to photograph specific spots closely. The pictures are useful for cartographic applications such as mapping, land information and geographical information system. Cartosat-2B will join the other two cartography satellites Cartosat- 2 and 2A launched earlier. With three satellites, Isro's satellites can cover the country effectively. Originally scheduled for May 9, the launch of PSLV was postponed as Isro found \"a marginal drop in the pressure in the second stage of the vehicle during mandatory checks\" due to a faulty valve. At that time the rocket was almost ready except for the loading of the satellites.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65843b051e4e608cef185b1a",
        "Tide of global opinion turning against Israel": "Is Israel's long-term security as a nation under threat? That was not a question many asked seriously 10 years ago. But today, thoughtful observers of West Asian politics, including friends of Israel, are asking the question and coming up with a one-word answer that was, till recently, unthinkable: perhaps.Israel has clearly overreached itself in recent months under the pugnacious leadership of Prime Minister Binyamin Netanyahu who took office in March 2009 (he was earlier prime minister between 1996 and 1999).In January 2010, an Israeli assassination squad murdered Hamas leaderMahmoud Al-Mabhouh in Dubai, leading to international condemnation. More recently, Israeli navy seal commandos killed nine protesters aboard a peace ship flotilla organized by the Free Gaza Movement.For more than three years, 1.5 million Palestinians have been living under siege in Gaza, a narrow strip controlled by the Islamist party Hamas and blockaded by Israel, subsisting on food, water and medicines allowed in by Israeli troops and smuggled from Egypt through a maze of underground tunnels. There are three principal actors in this human tragedy. First, the United States for its support of any Israeli action, however excessive, in West Asia. Second, Israel for its uncompromising position on Gaza and the West Bank. Third, the broader Arab leadership, largely impotent since the creation of Israel in May 1948.The trade-off is cynical and simple. American military power protects Arab governments from democratic movements in their own countries in return for acceptance of US policy in West Asia. Arab leaders make periodic statements of protest against Israel through the Arab League. But the clear understanding between the US and nearly a dozen Arab countries (including Egypt, Saudi Arabia, the UAE, Qatar, Bahrain, Oman, Kuwait and Jordan) is that America's policy writ in West Asia will not be challenged. Though President Barack Obama has attempted to moderate this policy, it remains an article of faith on Capitol Hill. The Obama administration's balanced approach has, however, restored US goodwill among moderate Palestinians.The Palestinians are the original inhabitants of the territory which today comprises Israel, Gaza and the West Bank. They were historically known as the Peleshets or Philistines, an Assyrian-Phoenician people who lived in the land since 3,000 BC. Herodotus, the Greek historian, first used the term Palestini around 500 BC.Palestine was under Ottoman rule till just before the end of World War I. Between 1917 and 1948, it was administered under a British mandate. During this period, the population of Jews in Palestine rose six-fold from less than 100,000, mainly because of the migration of persecuted Jews from Eastern Europe. The massacre of more than six million Jews by Nazi Germany in World War II gave powerful Jewish leaders in Britain and the US a window of opportunity. Public opinion worldwide, outraged by Nazi atrocities during the Holocaust, favoured the immediate establishment of a Jewish state made up largely of European Jews and predicated on biblical prophecies of a Jewish homeland. Had the creation of Israel under UN resolution 181, adopted on November 29, 1947, been delayed by even a year, the moment would have passed.Palestine as a separate nation has a solid legal — and civilizational — foundation. In 1917, Article 7 of the League of Nations mandate stated that a new, separate Palestinian nationality be established. Article 22 of the Covenant of the League of Nations gave international legal status to Palestinian people and territories earlier administered by the Ottoman Empire.How will the modern Palestinian tragedy play out? Israel, though a nation of determined and talented people whose centuries-long persecution in Europe rightly draws widespread sympathy, has two crucial weaknesses. The first is demographic. Israel has a low birth rate. Net migration, due to the psychological state of siege it lives under, is also turning negative. Meanwhile, the Palestinian population is exploding. Though confined to narrow strips of land, the number of Palestinians in Israel, Gaza and the West Bank (nearly six million) has already exceeded the total Jewish population in Israel (5.66 million). If this trend continues, Israel's long-term security will be seriously compromised.Israel's second weakness is the shift in global, especially European and US, public opinion against its treatment of Palestinians. The international Free Gaza Movement, now three years old, is gathering pace. European Nobel laureates, American senators and Asian civil society leaders are challenging Israel directly and frequently.But Israel's real worries will begin once a separate Palestinian state is established over the next few years under the two-state solution brokered by the US at the Annapolis Conference in November 2007. Palestinian demographics and cross border fungibles could break down Israel's ring-fenced security, causing even more of its nervous east European-origin Jews to migrate back to their homes in Russia, Poland and elsewhere. The inevitability of long-term reverse migration is what really haunts the Israeli political leadership. The result of reverse migration could be a creeping, backdoor takeover by neighboring Palestinians of much of the territory they lost when Israel was created. It is this very real fear that drives Israel's policy on Palestine.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65843c321e4e608cef185b1c",
        "Captain America is here": "Chris Evans stars as super-soldier Captain America. But before he became a hero people looked up to during World War II, he was a sickly weakling but all-around good guy Steve Rogers, determined to go to Europe and fight for the US against the Nazi. Mocked at every turn, he’s finally given a chance to do good by a mysterious scientist Abraham Erskine (Stanley Tucci) who puts him into a super-soldier program.Chris stresses that it was important to delve deep into the history of Captain America — the comic book character — so that he was fully prepared to bring this hero to the screen. “At the end of the day, we are doing this for the fans and if they are not happy we have missed the mark,” explains Evans. About his film Captain America: The First Avenger, a Viacom18 Motion Pictures release that hits theatres today, he says, “In the midst of all the spectacle and action, there is always a human story. That is what makes Marvel Comics stand out and why in 1941 kids bought Captain America comics and why audiences in 2011 will still be able to relate to the character.”"
    },
    {
        "_id": "65843d2a1e4e608cef185b1e",
        "Saina storms into quarters of World Championship": "HYDERABAD: Saina Nehwal stormed into the quarterfinals of the BWF World Championships after her opponent Pui Yin Yip of Hong Kong retired in the second game at the Wembley Arena, London, on Thursday.Mumbai lad Ajay Jayaram, who is making rapid strides at the international level, gave a mighty scare before losing to world champion Chen Jin of China in the men's singles pre-quarters. Jayaram who clinched the first game at 21-18 failed to maintain the tempo and lost the next two 12-21, 11-21. Jayaram, however, gave a good account of himself by stretching the Chinese star to three games. The 23-year-old Indian was in the contest till 12-13 in the second game before Jin powered ahead by notching up eight consecutive points.Saina was leading 13-5 in the second game after taking the first game at 21-3. The World No. 6 was in rollicking form right from the start. Launching an all-out attack, Saina gave no breathing space for Pui, who defeated the Indian in the quarterfinals of the Asian Games in Guangzhou. The Indian conceded only three points in the first game and was at her devastating best right throughout. Tossing the shuttle high Saina pushed Pui back and foxed her with brilliant net dribbles. Once she got a measure of her opponent, Saina changed gears and executed the crosscourt smashes with precision.Pui, who was not fully fit, proved no match and after conceding a big lead of 5-13 she pulled out. Saina is likely to meet World No. 3 Wang Xin of China in the quarters.The mixed doubles pair of Valiyaveetil Diju and Jwala Gutta bowed out losing 9-21, 15-21 to Joachim Fischer Nielsen and Christinna Pedersen of Denmark. The 15th seeded Indians were outplayed by the Danes. Diju-Jwala got off to a sluggish start in the first game and never recovered. Not even once in the entire match did the Indians came close to the fifth seeds. The Danes opened an 8-0 lead confining the Indians to just retrieve the shuttles. Though the Indians were a shade better in the second it was not enough to stop the rival onslaught. Executing as many as 19 smash winners, Christinna and Joachim ousted the Indians in 34 minutes.There were no major upsets in the pre-quarters as all the top seeds sailed into the last eight stage. World No. 1 Lee Chong Wei of Malaysia drubbed Sung Hwan Park of Korea 21-10, 21-5 in the men's singles pre-quarters while three-time world and defending Olympic champion Lin Dan of China had it easy against Hyun Il Lee of Korea 21-16, 21-13 in another last 16 clash.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65843dfd1e4e608cef185b20",
        "Fide offers 2013 World Chess C'ship to Chennai": "CHENNAI: The world chess federation (Fide) has swung into action following the world championship bid, which Moscow won ahead of Chennai. The Fide president, who personally met Tamil Nadu chief minister J Jayalalithaa two months ago before Chennai offered to host the Viswanathan Anand-Boris Gelfand match, has written a letter to her, explaining the circumstances in which Moscow won the bid and gave a written assurance that the 2013 match would be allotted to the south Indian city provided the All India Chess Federation (AICF) extended its bid to the next championship.This is perhaps the first time that Fide has allotted a world championship to a city without a fresh bid. \"To our knowledge this is the first time ever that Fide has offered a title match to anyone directly,\" Fide vice-president DV Sundar told TOI on Thursday.It is now up to the AICF to weigh the pros and cons of the new offer and decide whether to go ahead with the bid. Fide president Kirsan Ilyumzhinov has been successful in finding sponsors, mostly against the run of play when Fide struggled to raise sponsorship for the world championship in the last 10 years. At times, the federation's selection of venues has also been mired in controversies but the president's letter on Wednesday to the TN chief minister shows that he is keen to keep the Indian sponsor in good humour by making the exception to the rule. The special allotment to Chennai was passed by the Fide world board.\"I was informed during my visit (to Chennai) that you (Jayalalithaa) organised the South Asian Federation Games in 1995 with excellent conditions. In view of the great interest and commitment, it would be our pleasure to offer the 2013 world championship match to Chennai. This option may be exercised within three months of the end of the 2012 match in Russia,\" Kirsan wrote to Tamil Nadu CM."
    },
    {
        "_id": "65843ec01e4e608cef185b22",
        "Tejaswini Sawant hits bull's eye": "PUNE: Tejaswini Sawant braved windy conditions to fend off a strong challenge from veteran Kuheli Gangulee to win the women's 50m rifle three position gold in the Kumar Surendra Singh Memorial shooting competition on Thursday.Sawant, the World Champion in the prone event, but attempting to qualify for the Olympics in the three position, benefited from a lead of six points in the qualifying over Gangulee, finishing with an aggregate of 672.Gangulee, a CISF inspector from Calcutta, shot 99.3 in the final, four more than her Maharashtra rival and leaped from fourth position after scoring 572 in the qualifying to second overall. Ruby Garg (572+95.0) finished second, while Tejaswini Muley was adjudged as the best performer in the final (567+99.6). Sawant began the final sluggishly with scores of 8.2 and 8.3."
    },
    {
        "_id": "65843f7e1e4e608cef185b24",
        "Sena-BJP to demand DF’s dismissal": "MUMBAI: Shiv Sena-BJP MLAs will call on governor K Sankaranarayanan on Friday to demand the DF government’s dismissal following the police firing on farmers on Tuesday when three persons died . Leader of Opposition Eknath Khadse, who will be among those who will lead the delegation, told reporters on Thursday that the Maval police had recklessly opened fire on the farmers who were holding a peaceful protest.“Cops killed the farmers in cold blood. This is encounter killing,” said the BJP leader, adding that the “wanton” police firing showed “insensitivity” of the state government towards the farmers’ issues. Sena CEO Uddhav Thackeray on Thursday visited the villages around the Pawna dam and demanded the DF government’s resignation. “It’s time the DF government quits,” Thackeray told TOI.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65845ddd1e4e608cef185b26",
        "Pune welcomes Olympic medallists boxer MC Mary Kom and shooter Gagan Narang in the city": "The city gave Olympic medallists — boxer MC Mary Kom and shooter Gagan Narang — a rousing welcome yesterday.  They were in the city to encourage young shooting aspirants. Mary, who was on her first visit to the city post her win, confessed: “Although I am a boxer, I want my kids to learn shooting and not boxing. Like any regular mom, I get worried about my kids getting hurt and hence would encourage them to take up shooting instead.” Gagan was obviously all smiles on hearing this and he even handed the ace pugilist an air pistol for her kids to practice with.Mary too tried her hand at shooting and surprisingly hit the target in the first shot! “I really support the sport and what Gagan is doing in a big way,” she shared. Mary has been on a roll post the Olympics. From a movie being made on her life to her walking the ramp, she’s been keeping busy. At the event, she even showed off her singing skills as she sang a few lines of Ajeeb dastan hai yeh... “If I weren’t a boxer, I could have become anything else. I also cook very well!” she smiled.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6584a5281e4e608cef185b28",
        "Ranbir wants a box-office century?": "Look who’s trying to out-roar ‘tiger’ (only at the box-office, of course). Only a Kapoor boy can truly claim to score a box-office century like the Khans, and going by Ranbir's claims, looks like he’ll soon be the member of this crorepati club. Here’s the story: When he was at the zoOm studios, we quizzed him about the much-hyped 100 cr club, and in his trademark tongue-in-cheek style, he jokingly revealed, “I want to be part of the 500 cr club.But as of now, I’m looking at a 300 cr opening day for Barfi!” Well, we don’t know about the figures yet, but we’re sure there’ll be a celebration at one club or the other!"
    },
    {
        "_id": "65854af5065e917154770111",
        "Ek Tha Tiger: Yash Raj Films in copyright case": "The Bombay High Court has directed Mumbai police to add the name of Yash Raj Films to a case filed in a copyright infringement row by a man claiming to be the owner of the script of Salman Khan-starrer Ek Tha Tiger. A division bench of A M Khanwilkar and R Y Ganoo directed the Amboli police to make Yash Raj Films an accused in the case filed by Anand Panda. Panda had moved the high court stating that the police was refusing to register FIR based on his complaint against the makers of the Salman Khan and Katrina Kaif starrer Ek Tha Tiger who allegedly infringed on his copyright. Panda had filed a complaint alleging offences of criminal breach of trust, cheating and various other sections of the Copyright Act, 1957. After Panda approached the court, the police registered an FIR on September 9. However, Yash Raj Films, the producers of the movie, were not named in the FIR. When the court was informed about this by Panda's lawyer, the bench directed the production house to be named as an accused. Directing the police to investigate the case fairly, the court disposed of Panda's petition."
    },
    {
        "_id": "6585656078244d1e0bd49a69",
        "Congress shrugs off SP’s comments": "NEW DELHI: Congress on Wednesday brushed off Samajwadi Party’s attacks on Rahul Gandhi and UPA-II’s “scams”, saying personal attacks were uncalled for and reminded SP chief Mulayam Singh Yadav of his presence on the dais when the government’s report card was released. “I am not aware of what Mulayam Singh has said. But I know when Prime Minister Manmohan Singh presented our report card to the people on completion of three years of UPA-II, Mulayam Singh was standing with the PM on the dais.He showed the report to the people of India,” Congress spokesman Rashid Alvi said. Alvi was referring to the May function where Mulayam was given pride of place on the dais with UPA leaders. He posed for a group photograph and raised the report and had later said he appreciated the consideration offered to him. In its latest diatribe against the government, SP said it was supporting Congress despite the scams dogging it as it wanted to keep “communal forces” — read BJP-led NDA — at bay. The SP chief has been critical of Congress, his irritation further sharpened by UPA-II’s bid to pass a Bill granting reservation in promotions for SC/ST, a move he feels will benefit his rival, BSP chief Mayawati.  Alvi was also dismissive of SP leader Mohan Singh’s remarks that he was yet to hear a significant comment from Rahul Gandhi on major issues confronting the nation. “I don’t know who Mohan Singh in Samajwadi Party is. If someone has criticized Rahul Gandhi, then the person does not know Rahulji or his work. I condemn such a personal attack,” he said. Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65856adf78244d1e0bd49a6b",
        "70-yr-old woman killed in robbery in Delhi": "NEW DELHI: A 70-year-old woman was smothered and gagged to death at her residence in the Rohini area of northwest Delhi on Wednesday evening. Gurjeet Kaur Puri was a retired assistant commissioner of the income tax department and stayed alone at her house in Sector 8, police said. Robbery is suspected to be the motive for murder. Puri had returned from London two-and-a-half months ago but had not registered with the senior citizen cell of Delhi Police.She lived on the first floor and had let the ground floor of her house. Police said her grandson often visited her. Neighbors said Puri had two maids. One of them, Kaushalya, came twice a day and had worked at the house for several years. The other maid was hired a fortnight ago and came for a few hours in the morning to do the cleaning. The murder was reported by a neighbour at 4.15pm. Kaushalya and Puri’s next-door neighbour were the first to see the body. “Around 3.30pm, Kaushalya rang the bell but I assumed she had come to work and told her to come later. She then insisted on speaking to me and told me Aunty (Puri) appeared to be deep in sleep and wasn’t answering the bell. She had found the main door and also the door leading to the first floor open when she came to work, but Aunty would not come out of her bedroom,” the neighbour said. She then took a spare key and went to Puri’s house, where she found the elderly woman tied up in her bedroom. “Her whole face except her eyes was covered in brown tape, her hands and feet were tied with ropes. We untied her and called a doctor from the neighbourhood but she was dead. She had suffocated,’’ said the neighbour. Other neighbors reported seeing the second maid in the balcony. She had talked on a phone for over an hour in the afternoon, they said. “She appeared to be waiting for someone. When I asked her, she said she was waiting for her husband and brother to arrive with a truck to take an old sofa set that Aunty had sold to her,’’ said a neighbour. The sofa set was still in the house when police arrived early in the evening. A police source said entry to the house was friendly and the other maid was a suspect as she was seen with two men in the afternoon. “This afternoon, her domestic help came to meet her on the pretext of taking away a sofa. She had brought along two unknown people. The security guard of the area took them to Kaur’s house and returned. Puri was last seen talking with the help and the two men in the balcony of her house. After her domestic help, no one came to meet her till the time she was found murdered. Cash and valuables are missing from the spot. A case of murder and robbery has been filed,” said a senior police officer. Joint commissioner of police, northern range, Tejender Luthra said, “We are probing all angles. Teams are investigating the case on priority. We will soon crack the case.” Following the incident, the crime and forensics teams were called in. They collected fingerprints and other evidence. Puri’s body has been kept in a hospital and a postmortem will be done on Thursday in the presence of family members. Puri has two married daughters who live in different parts of Delhi. Her son lives in London and is expected to arrive on Thursday. Family members declined to comment, but confirmed that the new maid was a suspect. “We were informed around 4.30pm but the incident happened between noon and 1pm,’’ was all one family member said.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65856d8778244d1e0bd49a6d",
        "TOI celebrates Durgotsav 2013 in full swing": "Bengal might well have come alive at TOI Durgotsav 2013 at Lokhandwala Gardens as the lights, bright sights and sounds of Durga Puja’s festive fervour were on full show. In its 18th year, the event conceptualised by singer Abhijeet Bhattacharya had a lavish bhog on the menu apart from elaborate puja rituals, drummers and dhunuchi dancers, along with stirring performances by Akriti Kakkar, Javed Ali, Mamta Sharma, Alka Yagnik and Sudesh Lehri.  Abhijeet was in the thick of it all with his dancing and compering. Akriti has also sung here before and mentioned how the goddess continued to bless her everytime she sang here. She said, “Composer Jeet Ganguly’s wife spotted me here two years ago. I’ve sung 18 Bengali songs now.”  Men and women were dressed traditionally in puja attires. Savouring icy golas, mishti doi and jhal muri at the food stalls, dancing away to popular music, and meeting old friends and family, it was definitely an occasion that spread smiles and happiness around."
    },
    {
        "_id": "65856f8978244d1e0bd49a6f",
        "Dengue virus survives, 13 cases reported": "KANPUR: The dip in temperature also failed to kill the dengue virus which is still showing its presence in the city. With 13 new cases of the dengue reported on Wednesday, the number of dengue cases reached to 605. Dr Atul Garg from microbiology department of Ganesh Shankar Vidyarthi Memorial Medical College informed that 13 new dengue cases were diagnosed on Tuesday.The expert expressed surprise over such large number of dengue cases being reported in this part of the year. It is not only the rising cases of dengue which is worrying the doctors, but the time dengue pataient are taking to recover is also an issue of concern. Hospital figures reveal that those diagnosed with the disease are not showing signs of quick recovery. While it takes around four days for the fever to subside and about a week for the weakness to ebb, several patients are still down with fever and high platelet count more than 10-12 days after admission. At Lala Lajpat Rai Hospital, where more than 30 patients of dengue were admitted in last fortnight, around a dozen are still under treatment. There are scores of patients who are visiting the OPD for regular check-ups and yet others who have been refused admission and are reporting daily to doctors with their reports of platelet count. \"The recovery period seems to be longer this time. This is probably due to the additional symptoms that we have come across this season. Most patients are complaining of a splitting headache and loose motions, which is a little unusual. It's adding to the general weakness and is delaying recovery,\" said Dr Arti Lal Chandani from medicine department of LLR. She added that on an average dengue patient suffers with fever for about 3 to 4 days. Often, their platelet count takes a plunge from the sixth day onwards but it starts shooting up within next 3 to 4 days. \"The whole process has been delayed this time. We received cases where the platelet count started decreasing from the eighth day. We had to wait for four to six days for it to start increasing again. It would be risky to discharge such patients, especially those who have got excruciating joint pain and breathlessness, too,\" said Dr Anil Gupta, a physician.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65857c3578244d1e0bd49a71",
        "Hemochromatosis: Dangers of excess iron intake": "Red meat is considered to be one of the best source of iron. It is widely consumed by those with anaemia or iron deficiency.  But, consuming red meat in excess can lead to organ poisoning. Excess iron can pull the plug on the heart, liver and pancreas. Iron overload in the body, is medically known as hemochromatosis. Read on to find out how excess levels of iron can cause severe damage to the body.FitnessNutritionist and Founder, Q-Slim Fitness Studio, Pallavi Srivastava explains this disorder. She begins by stating, “Dietary iron is present in two forms: heme and non heme. Heme iron is present in animal products like lean meats, poultry, fish, beans, eggs, and even nuts. Iron found in plants is known as non heme iron such as spinach, lentils, beans, soybeans, fortified cereals and oatmeal.” She goes on to explain, “When you consume more iron than you need, it is known as iron overload. This iron is stored by the body in organs like your heart, pancreas and liver. Over time, too much of this stored iron may contribute to the development of type-2 diabetes, cancer, heart diseases and neurological disorders such as Parkinson's and Alzheimer's disease and hemochromatosis.” Hemochromatosis is a hereditary disorder that is caused due to the storing of iron in the body. According to Hemochromatosis.org, ‘Hemochromatosis is an iron disorder where the body simply loads too much iron. This action is genetic and the excess iron, if left untreated, can damage joints, organs, and can eventually be fatal. People with Hemochromatosis (too much iron) can absorb four times more iron than normal.’Daily Recommended Iron Intake according to Nutritionist, Pallavi Srivastava: For children ages 4-8, 10 mg For children ages 9-13, 8 mg For girls ages 14-18, 15 mg For boys ages 14-18, 11mg For women ages 19-50, 18 mg For pregnant women ages 14-50, 27 mg For lactating women ages 19-50, 9 mg For men ages 19-50, 8 mg For everyone over 51, 8 mg Even if you are anaemic it is important to consume iron in the right dosage, and go easy on the red meat.Read more Personal Health, Diet & Fitness stories on www.healthmeup.com"
    },
    {
        "_id": "658580a378244d1e0bd49a73",
        "‘Don’t believe in politics over madrassas’": "KOLKATA: Chief minister Mamata Banerjee on Friday criticized the attempts to paint all madrassas as terror hubs, saying it is a collective duty of all to bring the minority to mainstream. “Let them also have a scope to learn,” she said. Mamata was replying to a question posed by SUCI MLA Tarun Naskar who asked whether unaided madrassas were turning out to be terrorist-breeding grounds.“Yes there are unaided madrassas. They lack infrastructure like the aided ones. Educational institutions should impart education. I do not believe in such political statements. But, there are also model madrassas. Do you know that in some madrassas English is also taught? Minorities are also taking up studies in secondary and higher secondary curriculum. Some are even studying in Ramkrishna Mission. People can read anywhere. Terrorists are terrorists. Do not compare them with any caste, creed or religion. We have a responsibility to bring the minorities to the mainstream,” she said. She added, “We have now managed to bring 94.5% of the Muslims under the OBC reservations..”Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6585817a78244d1e0bd49a75",
        "BJP trying to boost agriculture growth: Shah": "AURANGABAD: BJP president Amit Shah on Friday inaugurated sugarcane crushing season in the drought-prone Marathwada region. He visited a couple of sugar mills in Paithan and Bhokardan talukas in Aurangabad and Jalna districts respectively. Speaking at Bhokardan, Shah said, \"Around 15 years ago, the people of Gujarat used to come to Maharashtra to have a look and learn about the cooperative movement.But, the situation in the state has deteriorated to a great extent. We aim at making Maharashtra the no. 1 state in the country.\" However, Shah had to cut short his speech due to heavy downpour. But he assured the farmers that they are the priority of the state government. \"The agriculture growth rate in the BJP ruled states is fast. Efforts are being made to repeat the same in Maharashtra. Prime Minister Narendra Modi is taking pro-farmer decisions, which will definitely benefit the farmers in the state.\" However, Shah avoided speaking on crucial farmers' issues such as suicide and drought. BJP spokesperson Shirish Boralkar said, \"There are BJP-controlled sugar mills in Aurangabad, Latur, Beed and Osmanabad districts of the Marathwada region. It is our party's priority to improve the conditions of farmers in the region as well as the state through cooperative sectors.\" Meanwhile, political observers said with the BJP coming to power at the Centre as well state, it is eyeing the cooperative sector through which the NCP and the Congress has managed to keep a tab on its vote bank in the rural pockets. Earlier too, when Rajnath Singh was the party's president, he had visited Aurangabad to mark the inauguration of sugarcane crushing season in the region. At present, 27 tankers have been deployed across eight districts of the region. As many as 12 tankers have been deployed in Jalna district, eight in Aurangabad, six in Beed and one in Latur. Paithan taluka is one of the worst drought-hit areas. In June, 71 of the total 222 water tankers were deployed in Paithan alone.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658584f078244d1e0bd49a77",
        "Experts: Counsel students, don’t put pressure to perform": "NAGPUR: Parents must not put undue pressure on kids to perform academically as it may have repercussions, said experts participating in a panel discussion on Saturday. The panel discussed academic pressure, career choices and related issues faced by students in today’s world. The event, called Duvidha, brought together experts from various fields and was an interactive session involving students and parents.Dr Rajeev Mohta, renowned paediatrician and adolescent counsellor, said, “It is very important that parents teach their kids life skills. Also, I would request parents to try and not fight in front of your kids, as that affects their mental state.” The panellists, through an interactive session with the parents present at the event, discussed all the major issues faced by children. However, the experts laid special importance on the topic ‘parental responsibilities’. While discussing about children’s dreams and career options, Dr Prabodh Yelne said, “In my professional life, a great number of successful people come to me for counselling, because they have climbed the wrong ladder in their lives. This happens mostly due to lack of guidance during childhood. Parents should try to understand the passion of their children and also provide sufficient information about the outside world. They should also ensure that the child is informed and guided in a friendly manner.”Poonam Menaria, a career counsellor, said that parents have become so busy with their lives that most of them hardly ask their children even the simplest questions every day. “In most cases, parents fail to establish good communication with their children,” said Menaria. While discussing about the trend of attending tuitions, another important issue in a child's life, academician Archana Nandapurkar said it is not mandatory for a child to go for tuitions. “Parents should see the child's capability first and try to find out whether he really needs outside support or can be guided at home,” she said.(With inputs by Indranil Sarkar)Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6585877278244d1e0bd49a79",
        "IIM-Lucknow ties up with Harvard school": "LUCKNOW: The Indian Institute of Management, Lucknow (IIM-L) has entered into an institutional alliance with the Harvard Business School after two IIM-L professors recently visited the US institution to attend a faculty workshop on ‘Microeconomics of Competitiveness’ held at the Institute for Strategy and Competitiveness, HBS.  Under the alliance, like HBS, IIM-L will offer an elective course on ‘Microeconomics of Competitiveness’ (MOC) to students of different programmes from academic session 2016-17.The course will be taught by professors Ashutosh Kumar Sinha and Sanjay Singh of IIM-L, who attended the workshop. With this, IIM-L will be able to access the continuously updated MOC teaching material developed by Michael E Porter and other professors at the ISC. At present, the MOC course is being taught at SP Jain Institute of Management and Research, Mumbai.  IIM-L, will now also be able to use the Harvard expertise in cluster development at local government level. “There are certain frameworks, management literature useful in trying to understand the clusters of industry. The expertise will be developed at multiple level including classrooms. We would also include projects where we can look at the issues of different clusters in different regions of India, including UP, and we can come up with specific policy suggestions,’’ said Ashutosh. Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65858cf278244d1e0bd49a7b",
        "FC Goa show their true colours in do-or-die semifinal clash": "Margao: This must have been the first time that FC Goa picked up five bookings and had two officials -- from the bench -- sent off for celebrating in front of the rival team bench. This was probably just what chief coach Zico wanted to see as well. FC Goa’s performance in the first leg semifinal against Delhi Dynamos left Zico rubbing his eyes in disbelief. Players pulled out of challenges, allowed Delhi to dictate terms and never really imposed themselves on the match.A furious Zico assembled his team at the Tilak Maidan in Vasco and let them know just how much they had disappointed fans in Goa. On Tuesday, there was no way they could disappoint again. The capacity crowd at the Nehru Stadium in Fatorda had done its bit by electrifying the atmosphere. They threw their weight behind them, roared them on, filled them with confidence and were openly hostile to their opponent. Delhi could not cope with Goa’s pace at the start and, surprisingly, even their new-found aggression. “There was a change in attitude of the players, our behaviour. There was a desire to win, they fought. It made a big difference in this game. Our team understood that today we had to either kill or get killed,” Zico later told reporters. Zico had watched in horror his players getting muzzled and out-muscled in Delhi. “I counted about 17 fouls and at the beginning of the game, there were two bad fouls against Reinaldo and Jofre which could have been yellow or red card. I told them, if you don’t go hard on them, they will drag you out of the match,” explained Zico. Even Zico could hardly contain himself. He was warned at the start by the fourth official for moving out of the technical area and then took the officials to task for allowing Delhi Dynamos manager Roberto Carlos to wander freely inside the Goa. The 3-0 victory in the end came as a welcome relief to the capacity crowd. Last year, home fans cried buckets when Atletico de Kolkata stunned FC Goa in their own den via penalties but this year there was hardly any time to think of any such eventuality. FC Goa led from start to finish, were clearly the better side and, more importantly, had goals to comfort them. Fans too started celebrating early when Goa had a not-so-comfortable 2-0 lead. A goal from Delhi Dynamos could have taken the match into extra time, and then even the dreaded penalties, but as early as the 68th minute, celebrations began. And then there was no stopping them. Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6585fba278244d1e0bd49a7d",
        "'Kyaa Kool Hain Hum 3' – India’s first porn-com!": "Move over sitcoms and rom-coms, come 2016 a new adult genre called ‘Porn-Com’ will be born!After the success of the first two instalments of the franchise, this porn-com, produced by ALT Entertainment and directed by Umesh Ghadge, promises to be naughtier than ever. Get set for the most youthful and risqué entertainer of 2016 as this one surrounds two money-hungry friends, who get trapped in the international adult film industry.A twist of events force them to attempt to transform from horny to homely, sexy to sophisticated and erotic to elegant.READ ALSO:'Kya Kool Hain Hum 3' shoot wrapped upUnapologetic and downright funny, 'Kyaa Kool Hain Hum 3' (KKHH3), the first sex comedy of the year, promises to raise several eyebrows. In fact, the film will have audiences rolling in the aisles with laughter as they take off on several Bollywood blockbusters. Starring Tusshar, Aftab Shivdasani and Mandana Karimi, the third instalment of the super hit Kya Kool franchise hits theatres on January 22, 2016 and comes almost two years after the last one.Aman Gill, CEO, Balaji Motion Pictures says, “We’re charged to bring the third part of our hit franchise, 'KKHH3'. This time we are pushing the boundaries of the sex comedy genre. It’s crazier, racier, sexier and naughtier than ever before!”Listen to songs of ​Kyaa Super Kool Hain Hum on Gaana.comWATCH: Kyaa Kool Hain Hum 3 | Motion Poster"
    },
    {
        "_id": "6585fcff78244d1e0bd49a7f",
        "Gangotri glacier ‘defies’ global warming": "LUCKNOW: Amid the raging debate on how far the Paris COP21 deal on climate would limit the impact of global warming, here is a heartening news from a Lucknow University professor: the rate of retreat of Gangotri glacier, the source of sacred river Ganga, has come down to 10 metre in 2015 from 22 metres in 2001. Dhruv Sen Singh, an expert on glaciers, who was part of the first and second Indian expeditions to the Arctic in 2007-08, has found this during his recent visit to Gangotri.The glacier, said Singh, is no doubt retreating but the average rate of recession has come down. “Even if the present rate of retreat continues, it would take about 2,500 years for its complete disappearance of 30-km long glacier,’’ said Singh. Global warming is said to be responsible for melting of glaciers across globe. However, Prof Singh feels that the decreasing rate of retreat of Gangotri glacier indicates that global warming is not the only reason for melting of glaciers and that the fears of global warming appear to be exaggerated. Prof Singh's findings support those of Geological Survey of India which recorded that the Gangotri glacier retreated at the rate of 22 metre per year between 1985-2001 and 35 metres per year between 1956-77. Significantly, the IPCC 2007 report on glaciers world over had predicted that Gangotri glacier would disappear by 2035 due to global warming. However, in 2010, the IPCC retracted its statement on Gangotri glacier. Singh, who visited Gangotri glacier in 2001 and the same spot in this year, said “I realised that the rate of retreat is normal because the melting of glacier is a normal physical process if the temperature is above zero degree Celsius.” Both his visits were from August to October, the period which is considered as summer season for glaciers. For measuring the retreat, Singh used `lateral moraines' as a base point. He measured the distance between the snout (end point of glacier) and the base point through laser range finder. “The base point was the same both in 2001 and 2015. However, this time, I found that the glacier existed beyond the base point leading to a conclusion that the rate of retreat has reduced,” explained Singh. The findings were similar to the report Prof Singh published in 2001 along with Prof Ajai Mishra of his department in LU. They had concluded in 2001 that the global warming is not the only factor responsible for rapid rate of retreat of Gangotri glacier for which it has attracted international attention. “We found that there are other local factors responsible for melting and retreating of the Gangotri,” said Prof Singh. First, he said, at Gaumukh, the end point of Gangotri, there is no fresh snow but covered with debris known as supra-glacier moraine. The albedo (ratio of incoming and outgoing solar radiation) is 70-80% for fresh snow and only 30-40% for the debris, a reason why the glacier melts at a rapid rate. Second, Singh added, in his recent (2015) visit he found that snout of the glacier is cracking and falling because of a geographical structure called lineament. Third there are number of supra glacial lakes (lakes above glaciers) which leads to high melting. Fourth, some of its tributaries had become inactive and were contributing water instead of ice, leading to fluctuations in rate of retreat of high mountain glacier. Singh argued that if global warming is the only reason, all the glaciers should retreat at the same rate. However, all Himalayan glaciers are retreating at different rates and some are advancing too, said Singh. He further said that if glaciers are melting at a faster rate due to global warming, the discharge of the river should increase, leading to a wide valley. “Due to global warming, the temperature will increase which will increase the rate of evaporation, and so the cloud formation resulting in precipitation. The increased precipitation in high latitude would have glaciers expand and advance rather than retreat and shrink,’’ he claimed. Union environment minister Prakash Javadekar on Monday said as many as 248 of 2,018 (12.3%) Himalayan glaciers observed for a study are “retreating’’ (melting away) while 18 are advancing (growing). The minister also revealed that a majority - about 87% - of the glaciers observed had remained stable. These results came up during a study conducted on a part of the glaciated region of the Himalayas between 2004 and 2011 by Indian Space Research Organisation (ISRO) in collaboration with the ministry of environment and forests (MoEF). Scientific data indicates that glaciers during Pre-Cambrian (540 million years ago), Gondwana (250 million years ago), and Pleistocene Period (1 million years ago) retreated and melted much before the existence of man on the planet. “The Cretaceous period 65 million years ago was the hottest in the history of the earth. Man was not around at the time,’’ Singh said.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658723ed4bfb06bd6ca7fd5d",
        "Student group claims CBCS grading faulty": "New Delhi: A group of Delhi University students has claimed that there are major glitches in the grading method of the choice-based credit system (CBCS) even as the first semester has passed since its implementation. It cited discrepancies in the results of various courses. The Students' Federation of India (SFI) alleged that there is a violation of the academic council's ordinance in issuing the results of the CBCS students, as even below-average students got outstanding grades due to the percentile system. \"The students have been awarded only a grade in each course without any mention of marks they have obtained. No break-up has been provided of the overall course grade, that is, grades (or marks) obtained in the external examination (theory), practical examination, and internal assessment, which makes it impossible for them to decide on re-evaluation,\" said Sunand Singh of SFI. The students' group alleged this is in contradiction with the DU guidelines dated August 14, 2015, which stated that, \"in the passing rule/degree awarding rule as, \"If a student has secured an aggregate of minimum 40% marks taking together all the papers in theory examination-including internal assessment/ project, wherever applicable-and practical exam separately till the end of the third year, that is, up to the end of semester VI, then he/she shall be awarded the degree in which student has been admitted.\" \"However, DU has neither given marks percentage nor breakup of theory and practical marks. In the results declared for the first semester, in certain subjects almost the entire batch or a major chunk has got B (above average), and in other subjects, it has scored O (outstanding) or A+ (excellent). The method of converting marks to grades have not been explained anywhere in the transcript. No mention has been made whether these are absolute or relative grades. And it seems that DU has adopted the marks-to-grade conversion formula mentioned in the UGC template, which is based on relative grading. However, no academic forum or decision-making body like the academic council or the executive council has adopted this scheme. Further, the conversion method in the UGC template is seriously faulty and unjust to the students. Such a mechanical marking and determining a passing criterion entirely in relative terms is totally faulty and can lead to disastrous situations,\" said Singh.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658725c34bfb06bd6ca7fd5f",
        "Chris Hemsworth returns home after successful Indian adventure": "After exploring the mountains of Ladakh, Chris Hemsworth and his wife Elsa Pataky concluded their Indian adventure in Delhi. The couple reached Delhi airport yesterday morning to board a flight back home. Sources told us that the couple advanced their departure by a day because 'Chris was under the weather.' However, when the two were spotted at the airport taking pictures, Chris said that he was doing fine and that the Indian experience had been great. Surprisingly, only a few fellow passengers and people at the airport were able to recognise the 'Thor' actor.A source at the Delhi airport tells us that when approached, Chris refused to share details, saying that he couldn't talk much about his trip. He did say that he loved being here, though. The couple boarded the flight back home in the afternoon, according to sources.Chris Hemsworth is in India with wife Elsa PatakyChris Hemsworth and Elsa Pataky have been sharing pictures of their Leh trip on social media, and sources tell us that the couple was happy to meet the locals while in Leh. They visited the Ladakh market, Phyang monastery in Fiang village and Tso Kar lake. Earlier, they'd visited Goa and then moved on to Ladakh for their expedition with their Spanish host, Jesus Calleja. 'Our first objective is to locate a tribe of nomads who live almost 5,000 metres above sea level with their goats and yaks. Then we will try to climb a mountain in the middle of (sic). Never before have we got a guest to these altitudes and climate rigour, but Elsa Pataky and her husband Chris are already proving that are hard to crack (sic)!' Calleja had posted on FB, with pictures of the couple from their Himalayan adventure.WATCH: Jessica Chastain joins Chris Hemsworth in 'The Huntsman'"
    },
    {
        "_id": "658727204bfb06bd6ca7fd61",
        "400 tonne of e-waste generated daily in city: Study": "Chandigarh: While Chandigarh is working towards a smart city using digital technology, it is losing around 40 lakh of precious metals as e-waste every year in the process! In the absence of proper awareness and management of recycling computers, mobiles and electronic toys in Chandigarh, 400 tonne of e-waste per day is generated in the city which is losing 7 kg of precious metals in this waste. Chandigarh is becoming a technological hub as electrical and electronic companies are expanding in Rajiv Gandhi Technology Park. To assess the e-waste generated in the city, a door-to-door study by the school of public health (SPH), PGI, and department of environment health, Panjab University, was conducted from 2014-15. Out of a sample of 300 residential houses, it was found that the city generates an estimate of 400 tonne of e-waste per day. And out of this waste, 35 lakh of gold is being dumped annually, that could have been extracted from the waste. A total of around 7 kg/year of precious metals, including silver gold and palladium, are being wasted in the process. The study was led by Dr Ravindra Khaiwal from the SPH that took into account all the income groups, including the lower, middle and higher groups. Only 31% of the residents were aware of what e-waste is, while only 2% knew about e-waste bins placed in the city. \"We have these bins located in strategic areas and have disseminated information to the public. However, this has to be now made into a public responsibility as people need to come forward and declare their e-waste,\" said assistant environmental engineer Rhythm Aggarwal, Chandigarh Pollution Control Committee. E-waste contains over 1,000 different substances and chemicals, many of which are toxic and are likely to create serious problems for the environment and human health. COLLECTIONS BINSE-waste collection bins had been placed at strategic locations: UT secretariat building, Sector 9, EDC Centre, IT Park, Sector 17 Plaza, Confederation of Indian Industry office, Sector 31, Deputy commissioner's office, Sector 17, Government School, Sector 36 - MCM DAV College, Sector-36 - Punjab Engineering College, Sec. 12TOLL FREE NUMBERAdministration started a toll free number (1800-4193283) for collection of large sized electronic items which cannot be put in binsKEY FINDINGSOnly 31% of residents know about e-wasteOut of 300, 207 do not know about e-waste12% residents knew about government guidelines for e-waste handling and management.Awareness of E-waste bins 2%Extrapolation showed Chandigarh generates 4112 tonnes of e-waste from all households every year.Refrigerators (36%) accounts for highest contribution followed by AC (31.23%), washing machines (21.8%) and televisions (5%).Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658729c04bfb06bd6ca7fd63",
        "Many trees have potential for translocation, says World Wide Fund for nature director": "Hyderabad: Civil society representatives who are part of the tree protection committee on Tuesday began an inspection of the city's green belts proposed to be razed to make way for the Strategic Road Development Plan (SRDP). On Day 1, the three independent members - Farida Tampal, director, World Wide Fund for Nature (Hyderabad office), M Veda Kumar (of Forum for a Better Hyderabad) and VBJ Chelikani Rao (of United Federation of Resident Welfare Association) - accompanied by officials from the urban forestry department, visited the KBR National Park and its surroundings where the authorities plan to axe hundreds of trees for the project.Speaking about the site visit, Tampal later said: \"This was just the first part of the inspection. We have categorically told the authorities that we will reserve our judgement unless we visit all the sites and take stock of the situation.\" Tampal agreed that several trees \"shown\" to them on Tuesday have the potential for translocation (process of shifting an entire tree complete with its roots to another site). \"They are of various species. If some are horticulture trees (sprouting colourful flowers), others are forest trees (including Ashoka, Bignonia, Mahogany etc). We are trying to ensure that every attempt is made to save as many trees as possible - most of them between 10 and 12 years of age. In fact, we have also suggested that the authorities try and translocate a few on an experimental basis,\" she added. Tampal claimed that the government officials are keen on their proposition.\"In fact, we are trying to see if the trees can be translocated to nearby areas, including the central medians of the roads. That would be conveniently and cost-effective,\" added Veda Kumar, reiterating that the purpose of the tree protection committee's inspections was to restrict the felling of trees to the minimum.The site visits of the committee are expected to continue till next week.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65872c274bfb06bd6ca7fd65",
        "This Hyderabadi filmmaker made waves at Cannes 2016": "Hyderabadi filmmaker Raja Pothineni is on a roll. His 15-minute short film, 60 Eight, premiered at this year’s Cannes Film Festival, to “an overwhelming response”. “I am absolutely stoked. I worked hard for this, and to be rewarded this way feels great,” enthuses Raja. The film, written, edited and directed by Raja, revolves around John, who spends 52 years in a state of comatose, after having survived a near-fatal car accident when he was eight years old, and wakes up at 60, after a meeting with his childhood friend Sarah. “It took me a whole year to make this film. Since it begins in the 1960s, I had to do a lot of research to make the scenes look accurate. Even small things, like sourcing medical equipment from that time, took a lot of time and effort. I also held seven-eight casting sessions to finalise the cast, since I wanted the actresses who portray the different ages of Sarah to look similar,” recalls Raja, throwing light on the extensive pre-production work that went into making the film. all the hard work seems worth it though when the feedback is so encouraging, reckons Raja. “people who’ve watched the film tell me they loved the authentic the story-telling and the depth of the characters. I’m not getting carried away though. I’ve got to move forward and outdo myself; there is no time to rest on laurels.” The response is affirmation enough for what Raja wants his style of film-making to be. “Authenticity is what I want. I don’t like movies that are pushed down our throats; the ones where emotions are squeezed out of every scene. The Indian audience is exposed to a lot of mainstream cinema and they’re aware now when the acting is manipulative. Mine is a more minimalistic approach and I try to be as invisible as possible. I let the cast react naturally without pre-conceived notions. That allows space for the audience to interpret freely,” says the Telugu boy spent most of his childhood in Vijayawada. So, does he plan to foray into Tollywood? “Of course! Tollywood is where my roots are. I am working on two Telugu scripts. Nani and Tamannah are my favourite actors. In fact, I’d love to work with Nani in the future. His acting is just effortless,” admits Raja, who also reserves special praise for his cousin, actor Ram Pothineni. “We talk very often and give each other a lot of feedback. I loved his work in Nenu... Sailaja. He is always evolving as an actor, and has a maturity that belies his age. But that doesn’t come as a surprise; he was always a very dedicated person, right from childhood,” he says, signing off.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658742344bfb06bd6ca7fd67",
        "To corner Pak, India eyes UN curbs on IM": "NEW DELHI: Indicating its determination to keep up the pressure on Pakistan, the government is seeking to move the UNSC sanctions committee against seven top Indian Mujahideen members. This, despite India's attempt to get Jaish-e-Muhammed chief Maulana Masood Azhar designated a terrorist by the UN security council being blocked by China earlier this year.The list of seven Indian nationals includes some currently in Pakistan.IM co-founders Amir Reza Khan, Riyaz Bhatkal and Iqbal Bhatkal are among those on the list. It also names some members of the jihadi group who are fighting alongside Islamic State in Iraq and Syria. India will want them designated terrorists under United Nations’ al-Qaeda-Taliban sanctions committee. Apart from Bhatkal brothers and Amir Reza Khan, who are based in Pakistan and are harboured by the ISI, the request for sanctions under UN Sanctions Committee Resolution (UNSCR) 1267 is being made for Shafi Armar, Mohammad Sajid alias Bada Sajid, Shahnawaz Alam, and Abu Rashid. The four were earlier associated with IM in India and are now fighting as allies of the IS. Their 22-minute propaganda video recently appeared online asking Indian Muslims to join the IS and threatened to carry out attacks in India. Sources told TOI the proposal has been forwarded by the National Investigation Agency (NIA) to the ministry of home affairs and the government may soon approach the UN. The move comes in the wake of India’s recent request to put Pathankot terror attack mastermind Azhar on the UN sanctions list, which was stalled by China that claimed there was insufficient evidence against him. Government sources said this would be an exhaustive list of Indians, if accepted by UN, to be listed as global terrorists. Earlier, underworld don Dawood Ibrahim was listed on UN sanctions list on India’s request. Some other big names on this list include Hafiz Saeed-led Jammat-ud-Dawa and former al-Qaida chief Osama Bin Laden, who was killed in May 2011. Sources told TOI that the seven Indians are already wanted by the NIA and several state police forces, and there is reward of Rs 10 lakh each on them apart from Interpol red corner notices against them. These terrorists were involved in series of blasts in Delhi, Mumbai, Hyderabad, Bangalore, Jaipur and several other cities between 2007 and 2013 killing more than 200 persons and injuring hundreds. IM was formed in 2003-2004 by ultra-radicalised Muslim youth segregated from the Students Islamic Movement of India, including Amir Reza Khan, his brother Arif Reza Khan (now dead), Riyaz and Iqbal Bhatkal, Yasin Bhatkal (now in Tihar jail). Most of the blasts between 2007 and 2013 were carried out by IM members of Indian origin and they received funding from Pakistan apart from some funds arranged by themselves. Under the UN sanctions regime, the countries have to immediately freeze funds, financial assets or economic resources of individuals and entities who are designated terrorists by the UNSC, based on such person’s/entity’s connections with terrorism and terrorist financing. Explore Your Financial Landscape with Personalized Credit Insights.Watch To corner Pak, India eyes UN curbs on IM"
    },
    {
        "_id": "6587435d4bfb06bd6ca7fd69",
        "FC Goa win appeal but lose co-owners as battle with ISL concludes": "Panaji: FC Goa won their appeal against the harsh and unprecedented sanctions imposed on them by the Indian Super League (ISL) regulatory commission but lost two of its co-owners, Dattaraj Salgaocar and Shrinivas Dempo. A five-man ISL regulatory commission had docked FC Goa 15 points, fined them Rs 11 crore and suspended Dattaraj and Dempo for three and two years respectively for the boycott of the ISL final prize distribution ceremony.But the ISL Appeals Panel comprising of Justice Kshitij Vyas, former chief justice of the Bombay High Court, set aside the order and gave FC Goa the chance to start afresh. “I am of the view that in the facts and circumstances of the present case, the sanctions imposed are harsh and improper on the alleged misconduct, and therefore the order dated May 5, 2016 (by the regulatory commission) needs to be reconsidered,” Justice Kshitij Vyas said in his order on Friday. The ISL appeals panel, while setting aside the 15 points penalty, said the docking of points in the next ISL “prima facie appears to be very harsh and quite disproportionate to the alleged misconduct” and agreed with Football Sports Development Ltd – who also appealed against the points deduction -- that such a sanction will have the effect of penalizing the players, fans and the game of football as a whole. The appeals panel also overturned the bans on Dattaraj Salgaocar and Shrinivas Dempo. “For the imposition of sanctions, such as a ban, a higher standard of proof is required and must be established,” he said in his order. Interestingly, Dattaraj and Chennaiyin FC captain Elano Blumer, who was arrested for alleged assault of the former, have mutually agreed to put to rest the discord between themselves and “bury the incident in the best interest of football.” Minutes after the ISL pronounced its order, and the All India Football Federation (AIFF) appeals committee, as if on cue, also reduced the penalty from Rs 50 lakh to Rs 5 lakh imposed by the disciplinary committee, two of FC Goa’s co-owners announced their exit. “The developments post the final on December 20 have caused deep distress to us, our families, the FC Goa team and Goans in general. We have received a copy of the statement of Elano Blumer of Chennaiyin FC conveying his regrets over his actions that occurred post match. In the interest of our innumerable fans and the team, with great sadness we have taken the painful decision to exit from F C Goa,” Dattaraj and Shrinivas said in a statement on Friday. Both Dattaraj and Shrinivas collectively owned 65 per cent of the stakes and the majority stakes are now set to be bought by Jaydev Mody, chairman of Delta Corp, the biggest players in Goa’s floating casino market. Delta Corp possess three out of the six offshore gaming licenses in Goa and is the largest and only listed company within the gaming and hospitality segment in India.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658743fd4bfb06bd6ca7fd6b",
        "I hope my game will help golf in India grow: Aditi Ashok": "At the age of 18, most teenagers in India are burdened with studies or are contemplating their future, but for India’s youngest representative at this year’s Rio Olympics, the challenge was to go for the ultimate gold amid stiff competition. But this is nothing new for Aditi Ashok, because she has been representing the country for a while now. At the age of 12, when children are in school, Aditi was playing golffor Team India.With her father Ashok G as her caddie, this youngster from Bengaluru has had the constant support from her family to keep playing golf and get better at it.Now, after her sojourn at the Rio Olympics, Aditi Ashok spoke to Bangalore Times from California and recalled her experience of the Olympics and how she hopes that her exploits will help the game of golf to flourish in India. “I really enjoyed playing at the amazing golf course — Reserva de Marapendi in Rio. I started well, but I wish I could have done better on the last couple of days, but it played different almost every day because of the wind. But the experience of playing with some of the best in the world was invaluable. I hope my game will now help the sport of golf in India to grow and inspire more juniors to take it up,” says Aditi.It may be recalled that in the beginning of the tournament, Aditi had a good run in the second round of the Women’s Individual event as she tied 8th, while her score read six under par. On Saturday, she finally ended her maiden appearance at the Olympics as she finished at the 41st spot. However, the three-time National Junior Champion of India now knows which aspects she has to work on to take her game to the next level and says, “I learnt that I have to be more consistent and have to maintain my rhythm through the week. I know I can compete at that level and I just have to keep working hard.” As far as her consistent run of form game is concerned, Aditi is indebted to the duo of Steven Giuliano (her golf coach) and Nicolas Cabaret (her strength and conditioning coach) as they have helped her remain calm under extreme pressure situations.Despite being mobbed by the national and international media, the two-time National Amateur Champion hasn’t let it affect her in any way and instead believes this attention will help golf become more popular. “It was good that a lot of people worldwide covered me and a lot of Indians watched me play last week. The aim of bringing golf into the Olympics was to boost its popularity and so I hope my game helped with that. I firmly believe golf in India is only going to improve from here on and I'm going to try and do my best every week on the field so that golf gets more popular in India,” says Aditi.Meanwhile, her next destination is California, where she will compete for the first stage of the LPGA qualifying round. She was too young to go last year, but what the Ladies European Tour player has achieved till now certainly signal exciting times ahead for golf in India.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658746094bfb06bd6ca7fd6d",
        "Nine islands chosen for Singapore-like tourism boost": "NEW DELHI: The azure seas and white coral beaches of Lakshadweep and the tropical lushness of Andaman & Nicobar have been identified as tourism growth zones with nine islands selected as part of a Niti Aayog masterplan. The islands are being seen as drivers of tourism and sustainable economic development on the lines of countries like Singaporethat use water parks and natural resources to promote tourism, overcoming limited land areas while being mindful of conservation.Given ecological sensitivity of the islands, capacities will be limited, though current options for tourists will be improved.Options in Lakshadweep , which is seen as a high-end tourism destination, are limited compared to Andaman & Nicobar. Among the islands identified are Smith Island, Ross Island, Avis Island and Long Island in Andaman & Nicobar. In the Lakshadweep, Bangaram, Thinnakara, Suheli, Cheriyam and Minicoy are among those slotted for development. Tourist facilities in Lakshadweep are currently limited to Bangaram and a few other islands. “We are working on a masterplan for sustainable development of the nine islands,” said Niti Aayog CEO Amitabh Kant. The inclusion of Little Andaman, the biggest island in the chain with an area of 734.34 sqkm, almost equal in size to Singapore, came in for detailed discussion. According to Vivek Rae, former petroleum secretary who served as chief secretary of Andaman & Nicobar Islands, Singapore has earmarked 10% of of its area for parks and natural resources and is also ranked fourth globally in the environment performance index. In contrast 90% of the Andaman & Nicobar islands are notified as reserved or deemed forest with only 6% of land available for development. The plan has gained momentum after a recent PMO announcement that the islands will be selected for infrastructure, tourism, agriculture (organic and fisheries) and renewable energy development.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658746e54bfb06bd6ca7fd6f",
        "Tata Motors to consolidate platforms to broaden portfolio": "Kolkata: Tata Motors will consolidate the number of platforms while rapidly expand its portfolio in a bid to offer customers a complete suite of products without hurting its financials. “We are in the process of consolidating the number of platforms. The strategy will be to have common platforms on which multiple cars can be developed. This will help reduce complexities and enable the company to provide more options to customers without really increasing investments,” Tata Motors passenger vehicle unit president Mayank Pareek told TOI. The company has used the platform of its utility vehicle Aria to develop the Hexa, a premium UV with capabilities of an SUV. Similarly, it is using the platform of its hatch Tiago to develop compact sedan Kite5 and compact SUV Nexon on the Bolt platform. The company plans to launch at least two new cars each year from now on to keep the portfolio refreshed and plug the gaping holes. “At present, we are present in segments that comprise a little below 60% of the market. It is imperative that we improve and increase our footprint in the remaining part of the business. We are revisiting our product portfolio to reflect the aspiration of young customers,” said Pareek. While Hexa, Nexon and Kite5 will be bridge products that will fill up the empty slots, among the segments that still remain empty are the premium hatch, full-size sedan, premium sedan and passenger vans. “Tata Motors had been responding to scenarios. Not any more. Hexa is not a reactive car. It raises the bar in technology, styling and features,” he said. To be future ready, the development team at Tata Motors has benchmarked global best practices in design, technology and quality. While the new products will straddle different segments, they will conform to the new design credo that was first showcased in the Tiago and further evolved in the Hexa. “The Impact design philosophy that creates an immediate impact like love at first sight and a lasting impact over time will be driving force of all cars,” Pareek added.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6587f8340c53c185850d5ddd",
        "Iranian hypnotised to dupe, arrested": "NEW DELHI: Two foreigners who ran out of cash used their skills in hypnosis and duped people at hospitals, money changing offices and transport offices. Senior officers said that the two Iranian men were planning to return home and wanted money for tickets. They were held on Friday when they duped a man of $200 in cash at a money changing office in southeast Delhi.One of the accused has been identified as Davoud Zare (43) and the stolen $200 were recovered from him. DCP southeast Romil Baaniya said that a few months back, two such incidents took place at a hospital. After this, employees of the hospital were especially briefed about such cases.Information was received that cases of theft and cheating by foreigners using hypnosis are increasing. Keeping this in mind, senior police officers ensured that a strict vigil is maintained in the nearby areas, the DCP said.“On Friday, two young foreign nationals arrived at the office of a money changer in Sarai Jullena. There, while one of them tried to divert the attention of an attendant, another attempted hypnosis on him. The complainant, Pramod Pant, a resident of East Vinod Nagar in Delhi, told the police that the two somehow managed to take $200 from him. But he realised that he was being duped. He then raised alarm and the crowd nabbed one of the men and the other managed to escape,” said a senior police officer.The police said that efforts to arrest his associate, Mohammad Amir alias Razzak, are being made and a team led by Kuldeep Singh, SHO New Friends Colony, is probing the matter.Baaniya said that they are professional cheats and were involved in many such cases earlier in different countries. “Zare also said that this was their first trip to India. They were on a tourist visa of 40 days and were staying at a hotel in Karol Bagh. They changed their hotel every 5-6 days and were planning to flee back to their country after stealing from 15-20 places,” he said.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6587f9590c53c185850d5ddf",
        "Security beefed up for Dalai Lama’s visit": "GAYA: Security arrangements in Bodh Gaya were tightened on Tuesday ahead of the scheduled visit of Buddhist spiritual leader Dalai Lama. He will reach Gaya on Wednesday to conduct the 10-day rigorous Kalachakra rituals, beginning January 3. The entire area around the Tibetan Temple has been sanitized because during his visits, the Dalai Lama lives in the temple guesthouse near the Mahabodhi Temple.His movement plan was being kept secret in view of the raised threat perception following the spiritual leader’s recent visit to the north eastern states. The visit brought sharp reaction from the Chinese government.Sources said many Tibetans have already left Bodh Gaya following the threat by the Chinese government that Tibetans participating in the Kalachakra Puja will lose all government benefits. The residents of the China occupied Tibet have been directed to go back to Tibet by the end of December.In a related development, BMP-3 commandant Mritunjay Kumar has been made in charge of the Mahabodhi Temple security. He will camp in Bodh Gaya to monitor the shrine security. An order to this effect was issued by the police headquarters on Tuesday.Denying reports that entry to the shrine was being restricted in view of the Kalachakra Puja and the threat perception to the shrine, Magadh range DIG Saurav Kumar said the shrine would be open to devotees. “Security personnel have been directed to be more vigilant and ensure that banned items, including cell phones, are not allowed inside the shrine. More rigorous search of the shrine entrants is being done and the security staff have been directed to be firm without being impolite,” Kumar added.Gaya DM Kumar Ravi and SSP Garima Malik jointly briefed police officials deputed in Bodh Gaya for the Kalachakra Puja. The joint briefing was done on Tuesday afternoon on the Magadh University premises.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6587fa6b0c53c185850d5de1",
        "Pimpri Chinchwad Municipal Corporation drive to collect water tax arrears of Rs 38 crore": "PIMPRI CHINCHWAD: With water tax arrears running into tens of crores of rupees, the Pimpri Chinchwad Municipal Corporation will begin cutting off water supply to defaulters, from March.Water supply department chief Ravindra Dudhekar has appealed to defaulters to clear their arrears — totally amounting to Rs 38 crore — before February 28. “There are around 1,000 major defaulters who have arrears of more than Rs 30,000 each. The executive and deputy engineers of have been directed to contact them Small, individual water consumers with tax of a few thousand rupees are more alert about clearing their bills,” Dudhekar said.“The city has been included in the AMRUT and Smart City schemes, one of the reforms under which is an effective recovery of water bills.As PCMC has to improve the water tax collection, we will be conducting the special drive,” he explained.The civic body supplies 450 million litres of water a day to its 22 lakh residents. There are 1.25 lakh metered water connections of all types, including residential and commercial.“Most of the staff is now busy in election-related work, and will become free after February 23 when the results are announced. Later, we will try to devise a plan to recover arrears which have accumulated over many years,” he said.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6587fb520c53c185850d5de3",
        "Bajaj Auto’s Q3 net profit down 4.73%": "Pune: Motorcycle maker Bajaj Auto on Tuesday posted a 4.73% drop in its third quarter net profit as combined sales of its two-wheelers and commercial vehicles fell by about a lakh in the three-month period ended December 31, 2016. The city-based automaker posted a Q3 net profit of Rs 925 crore against Rs 971 crore in the same period the previous year.The firm said it sold 8,51,645 vehicles in the three months between October and December of 2016 compared to 9,51,498 vehicles in the same period a year ago.In the domestic market, the company’s sales of motorcycles and commercial vehicles fell by 5.18% and its exports fell more sharply by 17.49%.While expecting good growth in the motorcycle segment owing to good monsoon and 7th Pay commission, the firm said due to the demonetisation the domestic industry for motorcycles and commercial vehicles recorded a dip of 16% and 32%, respectively. “The fall in sales of entry level motorcycles was more severe than in premium motorcycles segment in the quarter,” Kevin D’Sa, president (finance) & CFO, Bajaj Auto, said."
    },
    {
        "_id": "6587fca30c53c185850d5de5",
        "Animals at Yeoor forest feel the heat as 15 of 35 watering holes dry up": "Thane: The heat wave has not only taken a toll on residents, but also on animals and birds in the forest as 15 out of 35 natural watering holes in Yeoor forest have dried up.The scorching heat has dried up 43% of the watering holes in March itself. Due to this, environmentalists fear that the situation may worsen in the days to come. The 400 -plus species of birds and animals in the forest depend on these watering holes.With them drying them they will have no option but to venture out into the human territory. With 15 of the watering holes drying up, the animals have to depend on just 20 of the watering holes. If the situation does not improve then it could lead to man animal conflict. ‘‘The situation can lead to animals suffering from dehydration and dizziness. So the animals could travel far and wide in search of water,’’ said an environmentalist.However, forest officials assert that the natural streams and rivers that run through the forest will not be affected as they had carried out desilting and cleared garbage that was collected near the watering holes. Also, they had lined the watering holes with pebbles and rocks. This will ensure that the fauna does not get affected.“We have not come across any animal dehydration case so far. We hope that we don’t get any such cases in the months to come as well. While 15 of the 35 watering holes have dried up, the water from the 20 watering holes and Chena creek are enough to cater to their needs. The animals can go up to Tulsi lake, too, to quench their thirst,’’ said range forest officer of Yeoor Sanjay Waghmode. “We have also desilted and strengthened the remaining watering holes, to ensure that the remaining water in these live water bodies do not seep into the soil. This will ensure that the animals get enough water,’’ Waghmode added.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6587fd980c53c185850d5de7",
        "Sunil Chhetri leads race for I-League’s best playeraward": "PANAJI: India and Bengaluru FC captain Sunil Chhetri has emerged as the likeliest player to deny Syrian midfielder Mahmoud Al Amnah the chance to finish the I-League on an individual high. Amnah, with 81 international caps, has been the centrifugal force around whom Aizawl FC’s stunning campaign has revolved but when the All India Football Federation (AIFF) counts votes from coaches to decide the best player of the I-League, the Syrian midfielder could fall short.Instead, it will be Chhetri, second highest scorer in the competition with seven strikes – the same as three others – who will emerge as the best, according to sources. Amnah spent two years at Sporting Clube de Goa before being forced to look at alternatives after the Goan club pulled out of the I-League. At Aizawl, Amnah – who hails from war-torn Allepo in Syria – has held the team together and taken them to the doorstep of an unlikely title. Despite Amnah’s close miss, Aizawl FC may still have plenty to celebrate when the AIFF announces the I-League awards. Liberian midfielder Alfred Jaryan is almost certain to be voted the best midfielder of the I-League ahead of his teammate Amnah, quite an achievement for the Liberian who played as striker in Aizawl’s failed campaign last season and was transformed into an enterprising midfielder this year by coach Khalid Jamil. Goalkeeper Albino Gomes is jostling for the top individual honour with Mohun Bagan goalkeeper Debjit Majumder while Nigerian defender Eze Kingsley is locked in a fierce battle with Mohun Bagan’s Anas Edathodika for the best defender award. Brandon Vanlalremdika can expect to be the leading contender for the best Under-22 player alongside Chesterpoul Lyngdoh (Churchill Brothers) and Udanta Singh (Bengaluru FC). Aser Dipanda Dicka’s 10 goals makes him the unanimous choice for the best striker award. Meanwhile, the AIFF plans to have the awards ceremony in Mumbai in June and will present three special awards to the likes of Uvena Fernandes (first Indian to officiate in a Fifa final), Bengaluru FC for making it to the AFC Cup final and Gurpreet Singh Sandhu for being the first player to start an Europa League game.I-League’s best player nominees: Best goalkeeper: Debjit Majumder (Mohun Bagan), Albino Gomes (Aizawl); best defender: Eze Kingsley (Aizawl), Anas Edathodika (Mohun Bagan); best midfielder: Alfred Jaryan, Mahmoud Al Amnah (both Aizawl); best forward: Aser Dipanda Dicka (Shillong Lajong), Darryl Duffy (Mohun Bagan); best U-22 player: Brandon Vanlalremdika (Aizawl), Chesterpoul Lyngdoh (Churchill Brothers), Udanta Singh (Bengaluru FC); best player: Sunil Chhetri (Bengaluru FC), Mahmoud Al Amnah (Aizawl).Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6587fe8c0c53c185850d5de9",
        "Rajkummar Rao’s 'Raabta' character is rooted in reality": "Rajkummar Rao’s distinct look and make-up in the upcoming film, 'Raabta', has taken everyone by surprise as he is simply unrecognisable. Turns out, his 324-year-old reel character is rooted in reality. The film’s writers, Siddharth-Garima, reveal, “The 324-year-old man in 'Raabta' represents the constant, the wisdom in a time when technology didn’t exist. It took us six months to research on him and he is based on a man we met in real life.While scripting, we made a trip to Kashmir where we met this old man, who sat by a road.He would keep advising us on which route to take and mouth beautiful philosophies all along. We chose a name for this character from the ancient scriptures, which is not something you would’ve heard of in today’s times. There’s a certain tone in which he speaks, which is a mix of various languages and dialects. All in all, this character holds the key philosophy of the film.”'Aligarh' affected me personally: Rajkummar Rao"
    },
    {
        "_id": "6587ff530c53c185850d5deb",
        "NEET results unlikely on June 8, says CBSE": "CHENNAI: Results of National Eligibility Cum Entrance Test is unlikely to be declared on June 8, CBSE officials said.Last week, the Madras high court had stayed all further proceedings with regard to the examination held on May 7 based on petitions praying for cancellation of NEET-2017. The judge asked the Union health and family welfare secretary, director-general health services, New Delhi, Medical Council of India (MCI), Central Board of Secondary Education (CBSE) and Tamil Nadu health and family welfare secretary to file replies by June 7. Till date none of the agencies have sought for an early hearing. “It’s unlikely for the results to be announced on June 8,” a senior official told TOI. However, CBSE is yet to clarify a revised date for it.More than 11.35 lakh students wrote the test across the country on May 7. In Tamil Nadu, 88,000 candidates had registered for NEET while 84,000 plus students appeared for the test. With the court order, CBSE had to stop evaluation of answer sheets. It also did not declare the answer keys as per schedule on May 30. Tamil Nadu has 24 government run colleges and an equal number of private colleges. Even if the results are declared in mid-June, counselling sessions will begin only by the month-end. By then admission in many colleges would have closed. “The first concern for many of us is whether students will first secure the required mark to make it to the colleges. Without knowing that, we have had to apply for other colleges to keep options open. But even colleges have a deadline and will not reserve seats. Only when we get clarity on results can we move ahead,” said R Geeta, a parent. Officials also fear that seats may go waste if counselling schedules are pushed behind. Usually there are three phases of counselling in each category. If we delay, seats may go waste,” said a senior official in the directorate of medical education. In April 2016, the Supreme court made NEET mandatory for all medical and dental admissions. On May 7, CBSE conducted the examination across the country on behalf of the medical and dental councils of India. Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658800570c53c185850d5ded",
        "Rain fury in Central Gujarat, one woman dies": "Vadodara: Heavy rains major parts of central Gujarat and the city on Monday, throwing traffic out of gear in many places. An elderly woman Puni Patel died at her house in the Rasulpur village of Morva Hadaf taluka in Panchmahal district when an electricity line fell on her due to incessant rains.Between 8 am and 8 pm, the city of Vadodara registered 38 mm of rains.Choked storm water drains, water logged areas and traffic jams on the main roads were a common sight in the city. Savli, Karjan and Shinor talukas of Vadodara district registered 7 mm rainfall even as skies remained overcast throughout the day.With 59 mm of rains, Desar taluka registered the highest rainfall in the district while Waghodiya taluka registered 27 mm and Padra taluka registered 12 mm rains till 8 pm. Dabhoi with 5 mm of rains registered the least amongst all the eight talukas. The India Meteorological Department (IMD) has predicted moderate rainfall in parts of central Gujarat for the next 24 hours. IMD’s district-wise rainfall forecast for Tuesday suggests that Vadodara district will receive moderate rainfall with 15.5 mm to 64.4 mm intensity. Meanwhile, the Vadodara fire brigade got calls about uprooted trees from five areas including Pashabhai Park, Chhani TP-13, Gotri, Akota and Salatwada. A car got trapped after a tree fell on it in Salatwada area of the city. Following incessant rains, temperatures too came down in the city. While the city registered maximum temperature of 31.6 degrees – two degrees below normal, the minimum temperature stood at 26.8 degrees. The maximum temperature that the city registered on Monday was the lowest in a decade. Panchmahal’s district headquarter Godhra was pounded by heavy rains since Monday afternoon. Godhra received around 51mm rain on Friday till 6pm. The heavy downpour left several areas of the town waterlogged. These included the compound of the district administration office complex and the RTO office.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6588017b0c53c185850d5def",
        "Rajya Sabha polls: Hardik Patel says 4 BJP MLAs may opt for NOTA": "AHMEDABAD: Hardik Patel, the convenor of Patidar Anamat Andolan Samiti (PAAS), who called off his Kranti Samellan event, said that he was in touch with 22 BJP MLAs and all of them support him. Most of the MLAs are those owing allegiance to Anandiben Patel. Hardik Patel expressed hope that at least four BJP MLAs would vote NOTA in the Rajya Sabha elections on August 8.Patel, while speaking to reporters after meeting PAAS activists, said that the public gathering scheduled for Saturday was called off, to avoid conflict between religious leaders and agitators.Patel said that 22 MLAs of the Anandiben Patel faction, are in contact with him and support his agitation.Patel further said that several MLAs wanted to cross vote in the Rajya Sabha elections but the fear of suspension would cause at least four Patel MLAs to vote NOTA. “BJP has been using the government machinery to suppress the agitation. We were granted permission for the samellan for Saturday, but police were suddenly deployed and the agitators were denied permission,” he said.BJP MLA Babu Jamna Patel has pressurized the trustees of the Umiya Dham campus. He threatened to take away 40% of the campus under the town planning scheme. The government, had initially ordered to take away the land, but after intervention put the move in cold storage. However, once permission for the samellan was granted, Babu Jamna Patel threatened to take away the land and the agitators were hence denied permission.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658857190c53c185850d5df1",
        "Eco-friendly ‘send-off’ for Ganesha in Udaipur": "Udaipur: In pursuance of the high court order calling for complete prohibition on immersion of idols in water bodies to curb pollution in lakes, police and district administration were successful for the second consecutive year in preventing people from immersing Ganapati idols in water bodies on the occasion of Anant Chaturdashi on Tuesday. This year idols were immersed in the kunds developed by the municipal corporation at Ambapole, Goverdhan Sagar and Dudh Talai.Many people and groups even completed the visarjan rituals at their homes and institutions by immersing idols in tubs or buckets of water.“The people were not allowed to perform visarjan rituals at any of the water bodies. We had initiated talks with peace committees and the elderlies a month back and residents too were mentally prepared with increased awareness on environment issues,” a police officer said. tnnExplore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6588581a0c53c185850d5df3",
        "Varalaxmi in Thiru’s film with Karthik, Gautham Karthik": "We were the first to tell you that Karthik and his son Gautham Karthik will be teaming up for a film, which is being helmed by Thiru. While Regina Cassandra has already been roped in for the yet-to-be-titled film, we’ve learnt that Varalaxmi is also joining its cast.Thiru confirms, “She plays a strong, independent woman who doesn’t hesitate to call a spade a spade. Varu has been my friend from the time I directed my first film, Theeratha Vilayattu Pillai.She is just like the character she plays in my film — she runs an organisation to fight for women’s rights and safety, and voices her opinion on things that matter. In fact, I wrote the script keeping her in mind. After she heard the narration, she was game for it.”The film will go on floors in November and the director will be filming her portions first. “The entire film will be shot in Chennai. The movie revolves around the relationship of a father and son, and everyone who watches the film should be able to relate to it. While Gautham plays a boxer, Regina plays a student who is quite focused on her life,” he informs."
    },
    {
        "_id": "6588593c0c53c185850d5df5",
        "Venezuelan flyer caught with Rs 20 crore cocaine": "MUMBAI: Narcotics Control Bureau (NCB) sleuths on Monday arrested a Venezuelan woman minutes after she landed in the city with nearly 2kg pure cocaine worth Rs 20 crore concealed in a false cavity of her hand baggage.Sources said preliminary investigations suggest that the cocaine was to be delivered to drug peddlers in Goa for sale in new year parties.Acting on a specific tip-off, NCB intelligence officer Anupam Gupta intercepted Yurena Rosa Marchena, who had reached the city from Sao Paulo via Addis Ababa by Ethopian Airlines.A search of her hand baggage resulted in recovery of 1.84kg of white crystal powder, which was tested on the spot, and identified as high quality cocaine. Officials said Marchena had concealed the contraband in a false cavity of the hand baggage. During interrogations, she said that she was only a carrier. She told the investigators that after landing at Mumbai, she was to travel to Goa and deliver the cocaine to a contact. “Drug peddlers in Goa are all set for new year celebrations when foreign tourists throng the state. Peddlers usually adulterate pure drug to double the quantity to make huge profits,” said an NCB officer. Last November, police had seized LSD dots worth Rs 60 lakh and ecstasy tablets worth Rs 50 lakh that were smuggled in from Europe to be sent to Goa. In January, Narcotics Control Bureau officials seized 5.2kg of hasish from a hotel in Goa.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65885b1a0c53c185850d5df7",
        "Lalu Prasad rues his ‘absence’ from Parliament": "PATNA: Regretting his absence from Lok Sabha, RJD chief Lalu Prasad on Saturday said had he been a member of the lower house, he would not have allowed the BJP’s “design to undermine the supremacy of Parliament”.Participating in a discussion on the first book of ‘Bharat Ke Rajneta’ series, a compilation of works and parliamentary speeches of former JD(U) Rajya Sabha member Ali Anwar, at Patna Book Fair, Lalu said the supremacy of Parliament and Constitution was very important for survival of democracy in the country.“The BJP and RSS have launched an intensive campaign to undermine the authority of the Parliament. The constitutional provisions are being blatantly violated,” he said. “The RSS has formed a team which wants to make certain amendments in the Constitution that can undermine the supremacy of the Constitution and the Parliament,” Lalu added.Convicted in a case of fodder scam in 2013, Lalu was disqualified from Parliament for 11 years. He cannot contest elections unless a higher court reverses the CBI court’s order sentencing him to five years in prison.In a bid to connect with young generation, Lalu wanted to know from the youths, who had gathered in large numbers, whether PM Narendra Modi gave them job which he had promised while campaigning for the 2014 Lok Sabha elections. Reminding the youths about Modi’s promise of providing job to two crore youths every year, Lalu said people have now understood how he (Modi) befooled every section of society, be it youths, farmers, workers or dalits and backwards.The RJD chief called upon the youths and students to tell their parents as to why democracy is necessary for the country and other fine aspects of democracy.Referring to the book, Lalu said Anwar comes from a very humble background and he had “very clear concept” on the issues concerning poor, dalits and backwards, especially backwards among the Muslims. “I had nominated him (Anwar) as a member of the State Commission for Backward Classes during the tenure of RJD government purely on his merit and talent,” Lalu said.He asked Anwar, who recently lost the membership of the Rajya Sabha, to continue his struggle for poor, dalits and backwards. “The air from the BJP’s balloon is leaking out. We will throw the BJP out of power,” he said.Anwar and RJD national vice-president and former MP Shivanand Tiwari also spoke on the occasion. They shared certain experience of their political life and called upon people to support Lalu at a time when the BJP has launched a vilification campaign against the “popular mass leader” from Bihar.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658885f40c53c185850d5df9",
        "100th Isro satellite to be launched on Jan 12": "BENGALURU : The Indian Space Research Organization (Isro) is all set to launch its 100th indigenous satellite with the Polar Satellite Launch Vehicle (PSLV) C-40 on January 12 from Sriharikota. Isro Satellite Centre (ISAC) director M Annadurai on Tuesday said the PSLV had a very successful turnover up to C-39. While Isro completed its 100th launch in 2012, the C-40 will witness the organization’s 100th indigenous satellite to be rolled out.“We faced a setback in the 39th mission as it couldn’t release the satellite into the orbit because the heat shield couldn’t open,” Annadurai said at the inauguration of Astrosat exhibition at Jawaharlal Nehru Planetarium. “We have now understood the reason behind the setback and a lot of tests have been conducted to ensure that such a problem should not repeat again. With C-40, we are back in the game. Thirty-one satellites are being launched, 28 of which are from outside India and three our own,” he added.The three Indian satellites that will be launched are a nano-satellite weighing less than 5 kg, a microsatellite weighing 100 kg and the 710 kg Cartosat-2 series satellite, the director explained. On plans for the year, Annadurai said Chandrayaan-2 was in the final stage of testing and integration of the orbiter, lander and rover, and was expected for launch this year.Remembering India’s first multi wavelength space observatoryThe Jawaharlal Nehru Planetarium along with Isro inaugurated the exhibition on Astrosat (India’s first dedicated multi wavelength space observatory). The exhibition will continue for a month at the planetarium and will be open to public from 10.30am to 4.30pm during this period.The exhibition also boasts of a massive 3D printed model of the satellite which spent two years in orbit after its launch by Isro in 2015. The model, designed by various artists and scientists in the city also includes five payloads of the satellite and is a replica of the original satellite. — Pratik Krishnan ManojExplore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6588872f0c53c185850d5dfb",
        "IIT-M students develop intelligent street lighting device": "CHENNAI: At a time when the city corporation is set to revamp lighting on streets in the extended zones with LED lamps, students from Indian Institute of Technology Madras (IIT-M) have come with a solution that they say can reduce power consumption. They have developed an IoT (Internet of Things) sensor-based low-cost device that can cut down power consumption by half simply by synchronised dimming of lights after dark when not required.The device also lets electricians keep track of faults from a remote location. The team won an award at the Carbon Zero Challenge competition on Friday organised by IIT-M, Industrial Waste Management Association, US Consulate, Chennai, and Polaris, a Virtusa company.Sushant Wadavkar, one of the four team members, said Chennai city daily used more than 27MW of power, which is around 20% of the total energy, on streetlights. This works to nearly 233 tonnes of CO2 getting released into the atmosphere every day. Globally the consumption is at 18% to 38% by street lighting. “There is a need to decrease the energy consumption and this is possible, as people won’t be using the streetlights for all the 12 hours and hence it need not be at maximum brightness at all times,” he said.This simple thought was turned into a technology that can be used in the existing LED streetlights to cut down power usage. When used with street lamps, the device can dim or brighten the light according to the presence of a pedestrian or a vehicle on the road. Wadavkar said the device or module has three main features – sensors to detect the presence of a pedestrian or a vehicle, a control unit that lets the light send signals to each other to synchronise its lighting and an LED driver that takes instruction from the control unit on the amount of power to be supplied to the LED panel to either increase or decrease the brightness of the light.While dimming of streetlights is already followed in a few countries, the IIT students said they have added a few other features like the ability to keep track of faults in the lights and synchronise the lighting that makes their device different. “Our module keeps sending data to a cloud server which helps keep track of any fault that may occur in the lights. This will reduce the time spent by an electrician on maintenance and repair, as the data will let them identify the exact problem,” he explained. “Our device is also made of basic components that any electrician can repair. Because of the simple components, the device is also four times cheaper than those that are available.” The students have tested the device on IIT Madras campus and have received a provisional patent. They are planning to approach the city corporation soon.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6588883a0c53c185850d5dfd",
        "Over 10,000 tribals from 50 villages protest cement factory in Manawar": "INDORE: Over 10,000 tribal people from 50 villages of Dhar, Jhabua, Alirajpur, Barwani and Khargone districts gathered at Sodul village of Manawar tehsil in Dhar on Sunday to register their protest against acquisition of their land for setting up a cement factory in Manawar. The protesters even threatened of not casting their votes if the government does not return their land before the upcoming assembly elections in Madhya Pradesh.They also demanded jobs in the cement factory for 75 percent of the unemployed youth of the area.“At least 75 percent of the posts in medical, engineering, and supervisory posts of the factory should be reserved for local tribal youth,” they demanded. Addressing the gathering, Jai Adivasi Yuva Shakti national convener Dr Heeralal Alawa said, land belonging to scheduled caste (SC) or scheduled tribe (ST) people cannot be bought by a non-tribal. Constitution provides some general restrictions on sale of land belonging to tribals.Land belonging to scheduled caste (SC) or scheduled tribe (ST) people cannot be bought by a non-tribal. Constitution provides some general restrictions on sale of land belonging to tribals, he added.“Innocent tribal people from 32 villages have been relocated and their land has been acquired for setting up of a cement factory in Dhar,” said Alawa adding that the state government will have to return the lands of tribal people. He said that 95 percent of the land on which the industrial project is being developed belongs to the tribal people. They have been paid scanty amount of compensation as compared to the current market value of their lands. “The lands have been acquired by duping innocent villagers and we are not going to allow the government to develop this cement factory,” Alawa said. A ST land holder can only sell his land to a ST, then how can government acquire their land and give it to a non-tribal organisation for establishing a cement factory, he reiterated. The other members of Jai Adivasi Yuva Shakti also stressed on implementation of fifth and sixth schedules of the Constitution of India for safeguarding the rights of tribal people. Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658889530c53c185850d5dff",
        "Marathi films ‘Mhorkya’, ‘Kachha Limbu’ win National Awards": "PUNE: “Mhorkya” director Amar Deokar sold his two acres of land in Barshi in Solapur district to fund his first film which won the best children's film award and a special mention at the 65th National Film Awards announced on Friday. “Kachcha Limbu”, directed by Prasad Oak, also a debutant, won the best Marathi film award.Mhorkya, played by Yashraj Karhade, is the journey of Ashya, a 14-year-old sheep header, and his wish to become the leader of the school’s parade.The story is a metaphorical representation of the system.“Kachcha Limbu” is based on a Marathi novel by Jaywant Dalvi. The film portrays the world of the Katdare couple and their mentally challenged child.“Sairat” fame Nagraj Manjule bagged the best director award in the non-feature category for his short film “Pavasacha Nibandha”. Another Pune-based director Nipun Dharmadhikari won the Nargis Dutt award for “Dhappa” in the best film promoting national integration slot.Deokar, an alumnus of the department of media and communication at Savitribai Phule Pune University, said his film was shot entirely in Solapur. “It took me three years to make the film, produced by Mr Padal. But we were still short of funds. I then sold my land to live my dream,” he told TOI. He used the Rs 16 lakh from the sale to complete the film. It won the audience choice award at Pune International Film Festival in January.Dhappa director, Nipun Dharmadhikari, is also a first-time filmmaker. “We have 19 debutant children working in the film. The theme is national integration from their viewpoint. This award is a pleasant surprise,” he said.Oak said, “It is a great honour to receive the national award and I am absolutely thrilled. Honestly, every filmmaker hopes he wins this award. It's a dream come true.”The audiographer award went to Avinash Sonawane for “Pavsacha Nibandha”. Sonawane said, “This short film was interesting. I enjoy working for both feature and short films.”Suyash Shinde, a dentist, won an award for the best short in the fiction film. He said, “The National Award is the biggest honour. I am a full-time dentist, with no formal training in cinema. So, the award is special.”Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65888a2d0c53c185850d5e01",
        "Hindujas lose top spot on UK's rich list": "LONDON: The India-born Hinduja brothers have been displaced to second position by chemicals entrepreneur Jim Ratcliffe in an annual rich list of Britain's wealthiest released on Sunday. London-based Srichand and Gopichand Hinduja are listed with an estimated fortune of around 20.6 billion pounds, compared to Ratcliffe's over 21 billion pounds, in the Sunday Times Rich List.They lead nearly 47 Indian-origin super-rich in the 2018 list of the UK's 1,000 wealthiest people.British-American industrialist-turned-media mogul Sir Len Blavatnik came in at the third place with 15.3 billion pounds.Another set of India-born entrepreneurial brothers, David and Simon Reuben, moved down from third to fourth place, with a fortune of 15.1 billion pounds and steel tycoon Lakshmi N Mittal moved down from fourth to fifth place with 14.7 billion pounds.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65888b4c0c53c185850d5e03",
        "Congress, BJP claim victory in local body byelection": "JAIPUR: For a change, this time, the Congress party candidates outsmarted the ruling BJP in the bypoll for municipal bodies, while BJP won most of the seats to the panchayat samitis.The bypoll results belied believe that the BJP is strong in urban areas and the rural belts are the stronghold of the Congress.Congress candidate Lokesh defeated his BJP rival Kamal by 358 votes in the bypoll from ward number 8 for the Zilla Parishad in Sawai Madhopur.While the Congress candidate polled 3,306 votes, the BJP candidate managed to get only 2,948 votes.Similarly, Congress grabbed most of the seats in the Nagar Palika and Nagar Parishad. Out of the nine wards for which elections were held, five was grabbed by the Congress and the BJP had to be contend with just two seats while one seat each had gone to NCP and Independent.However, the ruling BJP managed to win 11 seats out of the 17 in panchayat samiti election. While the Congress had to contend with just five seats, one was bagged by an Independent.Both the opposition Congress and ruling BJP claimed victory in the bypoll which comes just a few months before the assembly polls in December this year.Rajasthan Pradesh Congress committee(RPCC) president Sachin Pilot while thanking the people for supporting the Congress candidate in the local bodies claimed that “the people had rejected the BJP government for its anti-people polices.” He said the particularly youth and women were disenchanted with the BJP government which failed to fulfill is promises and job to the youth.He said law and order is in shambles and the atrocities against women and children have seen unprecedented rise, but government remains insensitive. Similarly, he said the people were put under tremendous pressure due to price rise and inflation.The BJP said the victory of the BJP candidates in the panchayati samitis is a slap in the face of the Congress for is anti-development politics. Party general secretary Bhajanlal Sharma said the people had rejected the smear campaign unleashed by the opposition party against the BJP.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65888d170c53c185850d5e05",
        "Heavy rain in Kerala, holiday for schools": "THIRUVANANTHAPURAM: The southwest monsoon has intensified in the state, with heavy rainfall reported from across the state. Holiday has been declared for educational institutions in eight districts — Thiruvananthapuram, Kollam, Pathanamthitta, Alappuzha, Kottayam, Idukki, Ernakulam and Thrissur – on Monday.On Sunday, heavy to very heavy rainfall was recorded in Vaikom (Kottayam) 13cm, Kayamkulam (Alappuzha) 10cm, Piravom (Ernakulam) 9cm, Kottayam & Munnar (Idukki) 7cm each on Sunday.The disaster management authority has issued a warning against landslides, flooding and soil erosion. It has advised people to restrict travel along hilly regions, entering water bodies and parking of vehicles under trees. People wade through waterlogged Ernakulam South Railway StationExplore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65888e1e0c53c185850d5e07",
        "The pole star of Indian politics no more: Amit Shah": "NEW DELHI: BJP and its ideoological parent RSS, paid rich tributes to the talismanic leadership of former Prime Minister Atal Bihari Vajpayee lauding his contribution in bringing the saffron party to the centrestage of Indian politics.Speaking to reporters BJP president Amit Shahsaid, “The pole star of India politics is no more. Atalji has been a multi-talented personality. A country has lost a big statesman on his demise.The void left by his death in Indian politics will take a long time to be filled. Not only he was worked as a BJP leader but guided the country like a true hero.”Praising Vajpayee for his values and decisive leadership, RSS chief Mohan Bhagwat and general secretary Bhaiyyaji Josh said in a statment, “With his ideas and conduct, he established the Indian cultural values in his public life. He was an intense, decisive leader who was acceptable to all”. The vacuum created by the demise of such a tall leader will not be easy to fill, the Sangh said.Shah said Vajpayee, as BJP’s founding president, nursed a banyan tree in the country’s politics with his tenacity and tireless work. “A rare politician, brilliant speaker, poet and patriot, his demise is not just a irreparable loss for BJP but also for the entire country,” the BJP chief said, adding that his thoughts, poems, foresight and political skills would always inspire and guide all.The BJP chief further said, “On the one hand Atalji as the head of a party in opposition played the role of an ideal opposition while on the other hand he provided the country a decisive leadership as Prime Minister.”In a blog, the party president quoted several poems of Vajpayee terming him as humility personified. “Pt Deendayal Upadhyay had foreseen the future of Atalji... Nehru had said oneday Atalji will lead the nation and Chandra Shekhar used to call him “Gurudev” in Parliament. Manmohan Singh had termed Atalji as Bhishmpitamah of politics...he was such a leader that parties across the ideologies used to listen to him in rapt silence,” Shah wrote in his blog.Terming Vajpayee as nucleus of the anti-Congress politics and was the only politician elected from six different Lok Sabha constituencies. “Vajpayee envisioned an India without fear and hunger...his regime witnessed India’s emergence as nuclear power and the visionary river inter-linking projects,” Shah recalled.Shah visited AIIMS twice and was in constant touch with the party leaders assigning them responsibilities in the wake of Vajpayee’s deteriorating health condition.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65888f160c53c185850d5e09",
        "Back-to-back games for India is hard to understand: Sunil Gavaskar": "India start their campaign to win not just the Asia Cup but also the fans they have lost after the recent tour of England. The high expectations from the English tour were belied and so some disenchantment that has crept in. A solid winning performance in the Asia Cup will make up greatly for that and win back those who were ready to turn their backs on India cricket.India's first game against Hong Kong will be a nice warmup for the sterner battle the next day against Pakistan.How the organisers scheduled two back-to-back games for India - with the second game being against Pakistan - is hard to understand, but that's the way it is. Hong Kong have got to the Emirates after a hard-fought qualifying event, beating some other fancied associate teams in the bargain. They were overwhelmed by Pakistan in their first game and will now be looking to better their efforts against India.India have a great mix of youth and experience and their skipper Rohit Sharma loves the 50-over format and will look to add a couple of tons to his record. He is fortunate to have MS Dhoni besides him to guide him during tough times. Dhoni's experience is a priceless commodity that's impossible to quantify and his guidance of the young spinners is legendary.India's batting is generally the star attraction but this time around the variety they have in their bowling is also worth going miles to see. The two wrist spinners, Yuzvendra Chahal and Kuldeep Yadav, in their different ways pick wickets regularly and then the way they rush to congratulate each other is reminiscent of the great spin quartet of the 70s, who also took great delight in each other's success.Normally India would like to bat first to give their batsmen valuable game time, but because they play Pakistan the very next day, they would like to finish the game early and reserve energy for that much-anticipated encounter. To do that they would have to win the toss and so it will be interesting to see if Rohit Sharma has better luck than Virat Kohli.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658890040c53c185850d5e0b",
        "PM Modi targets Gandhi family at Shirdi": "SHIRDI: Prime Minister Narendra Modi has accused the previous UPA regime for planning and implementing Pradhan Mantri Awas Yojana (PMAY) scheme with the sole aim of increasing the popularity of the Gandhi family among the masses.He was addressing a gathering at Shirdi in Maharashtra on Friday at the conclusion of the year-long Sai Baba Samadhi centenary celebrations.Although he did not take the name of the family, Modi said that in the previous UPA regime PMAY projects too were taken up.\"Unfortunately the aim of the previous regime was not to ensure that the poor got the houses under the project. Instead the sole target was to give publicity to 'one particular family.'To buttress his claims Modi shared data for the houses constructed to the poor in the UPA and NDA regimes.\"In the last four years of UPA regime, 25 lakh houses under this scheme were constructed. In our four years of rule, we have given 1.25 crore houses to the poor,\" he added.He added that his government is implementing projects without any political vested purposes to promote anyone.\"But sole aim is to bring smiles and happiness to the poor and the needy. We are committed to improve their plight,\" he said.According to him his government has saw to it that the implementation of the project was done in a complete transparent manner.\"The money is being transferred to the bank accounts of the beneficiaries. The quality of the houses is much better and we are ensuring that the these newly constructed houses for the poor have power, toilets and gas connections. Even the sizes of the houses are bigger than the previous UPA government,\" added Modi. Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "658891400c53c185850d5e0d",
        "Alexander Zverev sends out message with ATP Finals title": "LONDON: Grace was free-flowing at the O2 on Sunday.Novak Djokovic crossed the net and walked over to Alexander Zverev whose 6 ft 6' frame lay crumpled on the court, following a stunning, straight-set victory over the 31-year-old world No.1 in the title-match of the Nitto ATP Finals. The Serbian had held all 36 of his service games coming into Sunday's clash against Zverev, the owner one of the biggest serves in the game.The young German not only broke Djokovic's remodelled delivery, but he did it thrice in succession, to score a 6-4, 6-3 win, and for himself finished with a tournament-best of 52 aces.Zverev's biggest win yet gave him $ 2,509,000 in prize-money, making him the first German to win the title in 23 years and the youngest champion since Djokovic in Shanghai back in 2008.It was an inspired effort from Zverev, who had beaten Roger Federer in the semi-finals on Saturday. If the German, coached by Czech-born American legend Ivan Lendl, showcased a rare solidity against Federer, he was razor-sharp against the world No.1, attacking his serve, while refusing to give the best returner in tennis a look at his delivery, playing with pace and angles.\"This is the biggest title of my career so far. You only have so many chances of winning it. You play against the best players only. How I played today, how I won it, for me it's just amazing,\" a dazed Zverev said. \"It's quite astonishing, winning this title, beating two such players back-to-back Roger and Novak in semifinals and finals. I'm incredibly happy and incredibly proud of this moment.\"Zverev-who was booed off the court by a full-house after an incident in the semifinals when he stopped play because of an interruption -didn't know what to expect from the crowd on Sunday.\"I felt I'd done everything right, played by the rules, but the crowd reaction wasn't too good to me,\" he said. \"I was a little bit sad because as tennis players, we take it very personal, it's a one-on-one sport, so we take things more personal than other sports. Today I just wanted to enjoy being out there, enjoy competing and playing against the best.\"Zverev, who had lost to Djokovic in straight sets in the group stage of the competition, turned it around superbly on Sunday to finish the year with a Tour-best of 58 match wins. The German said Lendl had analyzed his earlier loss and laid out a plan for the world No.4 for the title match.\"I will do everything I can to get better, to compete with the best always. I feel like I'm doing that,\" Zverev said of 2019 for which he'll start working after a break in the Maldives and Dubai. \"I still have a lot of things to improve.\"Djokovic, who has lost just three matches since winning Wimbledon - to Stefanos Tsitisipas, Karen Khachanov and Zverev - all big servers, admitted to not feeling at his best. \"I'm really happy for Sascha (Zverev), but it's not great to lose a tennis match, especially in the finals of a big tournament,\" Djokovic said.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6588927f0c53c185850d5e0f",
        "Delhi NCR shivers, but Gurugram coldest at 2.4 degree Celsius on Friday": "NEW DELHI: As Delhi NCR continued to reel under cold wave and Delhi recorded a minimum temperature of 4.7 degrees on Friday, three notches below normal, it was Gurugram which was the coldest – shivering at a minimum of 2.4 degrees Celsius.Delhi’s air quality too remained in the upper limit of the ‘very poor’ category with an air quality index (AQI) of 386 – a slight fall from Thursday’s reading of 394. Forecasts by the Met department show Delhi’s minimum temperature will hover between 4-5 degrees till December 27, while the maximum could hover around 21-22 degrees, officials said.“The entire northern belt is witnessing a cold wave,” a senior Met official said.The System of Air Quality and Weather Forecasting And Research (SAFAR) under the ministry of earth sciences, meanwhile, said Delhi’s air quality was likely to hover in the upper limit of the very poor range due to low wind speed and high moisture content, aided by low temperatures.“Slightly increased wind speed — from 2.5 kmph to 3.6 kmph — may disperse pollutants very slowly. Other than the wind speed, rest all meteorological factors are likely to be unfavourable. The AQI is expected to recover by weekend but will continue to remain in the very poor range,” SAFAR said on Friday.Delhi had recorded the season’s lowest of 4 degrees Celsius Thursday, which was also the coldest December day in the last four years, since December 28, 2014 when a minimum of 2.6 degrees was recorded in the capital. On Friday, the maximum temperature was recorded at 20.6 degrees, one degree below normal.Forecasts for Saturday show shallow fog in the morning with haze and smoke afterwards. “The maximum and minimum temperature would be around 21 and 4 degrees Celsius respectively,” an official said.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "659573858719193468ff3c3c",
        "Ram Charan in Zanjeer remake": "Going by the trend looks like all the Amitabh Bachchan classics will be remade.  After Don, Sholay and Agneepath, the audience will be treated to Zanjeer, the film that elevated Amitabh Bachchan's career in leaps and bound and launched him in the angry young man image.  And it is South superstar Chiranjeevi's son Ram Charan who has finally bagged the lead role of the intense cop.Years ago, Ram Charan's father Chiranjeevi - the recipient of Padma Bhushan and nine Filmfare awards, burst upon the Hindi screen with his debut film Pratibandh.This was followed by another moderate success Aaj Ka Gundaraj. Now son Ram Charan is set to make a foray into the Hindi film industry.  The film will be produced by late Prakash Mehra's sons and will be directed by Apoorva Lakhia. The film will also be made in Telugu."
    },
    {
        "_id": "6595768b8719193468ff3c3e",
        "Gold chains worth Rs 2.37 lakh snatched in two days": "PUNE: Four gold chains worth Rs 2.37 lakh were snatched in different parts of the city between Friday and Saturday. On Saturday around 11am, the complainant Kanchan Jaywant Patil (28) of Vinayaknagar, Chinchwad, was walking towards her home when two men on a motorcycle came near her and snatched her gold chain worth Rs 1.05 lakh. Inspector of Chinchwad police station Sanjay Kavade is investigating the case.Within half-an-hour, another incident took place in Wanowrie on Saturday . Two men on a motorcycle snatched a gold chain worth Rs 52,000 of Jyoti Sonawane (35) and fled away. A complaint in this regard has been lodged by Sonawane, who is a resident of Karnataka, with the Wanowrie police station. Police said that on Saturday around 11.30 am Sonawane, her brother and mother were walking towards Jambhulkar Garden. The duo who were following them snatched her gold chain and fled.Sonawane has given the description of the suspects to the police. Both the suspects were between 25 and 30 years of age. While the rider of the motorcycle was wearing helmet, the pillion rider was wearing a green and blue coloured shirt, Sonawane said in her complaint. On Friday around 10pm, two men on a bike snatched a gold chain worth Rs 20,000 of 27-year-old Radhika Birla near K K Market in Dhankawdi. The incident took place when Birla was standing near her car, the Sahakarnagar police said. In another incident at Sangvi, two persons snatched a gold chain worth Rs 60,000 of Suvarna Chavan (28) of Pimpri and fled away. Chavan's sister-in-law Sushama Suryavanshi tried to nab the suspect. However, he pushed her and fled with the chain.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65958e248719193468ff3c40",
        "DRS tastes instant success": "PUNE: Badminton has recently introduced their version of decision review system. Since it has not attracted much publicity, we can call it ‘instant' success. The system was last implemented at the All England championships in Birmingham earlier this month. It made its debut at the World Super Series finals last year before being employed at Korea and Malyasia Opens. Gayle Alleyne, Badminton World Federation's Communications Manager, told TOI that the system was ‘tested' at Sudirman Cup last year. \"Eight cameras are used in the instant review system,\" Alleyne said. \"The system is handled by an external company. Cameras are different from those used for television. They are more specialised than broadcast cameras – the frame rate is higher at over 600 per second in current lighting set-ups.\" The unique feature of badminton's review system lies in only the referee watching the hi-tech replay of the debated point. Neither TV audience nor spectators present at the playing arena can view it. Each player (or team in case of doubles) can avail two valid challenges for the entire match. Once challenged, the extra official watches the point on his screen and delivers his verdict to the referee. \"The response from officials and players has been positive,\" said Alleyne. Unconfirmed figures convey that 12 decisions were overturned by the instant review system during the Super Series finals last year. Thirty-six close calls remained unchallenged, but they were so tight that the players didn't feel the need to challenge those.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "65958f618719193468ff3c42",
        "Startups narrow gap between fund-raises to build war chest": "MUMBAI: The time gap between financing rounds across hyper-growth Indian startups has shortened immensely over the past year as entrepreneurs look to amass funds to double down on rivals in a highly competitive market. Since January 2014, as many as 38 tech companies raised more than one round within the span of just six months compared to 13 in 2013 and only four such startups the year before, according to data sourced by TOI from Tracxn!.Businesses like e-commerce, taxi services and on-delivery startups - which are decidedly cash-guzzling - have been at the forefront of raising quick rounds. Big e-tailers Flipkart and Snapdeal raised funds every three-four months last year while in 2015 younger startups like express delivery venture Grofers mopped up $45 million in a period of 60 days, and the Mumbai-based food ordering venture TinyOwl got investments of about $20 million across two rounds in three months. \"This is indicative of the trend that companies which are executing well or are clear winners have no dearth of capital,\" says Abhishek Goyal, co-founder, Tracxn!, which curates information about Indian startups. Albinder Dhinda, whose Grofers virtually raised back-to-back rounds from Tiger Global and Sequoia Capital, says, this is a function of the macro market sentiment. \"We are in an up cycle. I think the velocity right now is a function of the depth of market and mobile penetration that has come up in the last few years. The battleground will move as a lot of these early stage companies will mature and consolidation will happen.\" Dhindsa refutes the theory that many startups are raising funds even if they don't need the money immediately. \"People are stockpiling for growth in a capital-rich environment. Everything from talent to marketing is expensive in these times,\" he says. VCs say companies are preparing a war chest in case funding dries up. This also means founders are getting diluted with each round of funding but as long as the value of their ownership increases, entrepreneurs are not complaining. Hyper-growth startups are burning cash faster to cement their leadership position given several tech sectors tend to be winner takes all. Also, investors believe market leaders will continue to get a huge leadership premium and, hence, are willing to pay up to get a piece of the pie, says Tarun Davda, director at Matrix Partners, an investor in Ola, Quikr and TinyOwl. Just last week, Slack, a corporate messaging app in the US, raised $160 million valuing it at $2.8 billion (worth $1 billion in its previous fund-raise). Slack's founder Stewart Butterfield told The New York Times that he doesn't have an immediate use for that money, stirring up a debate that the current situation is akin to a tech bubble. Rehan Yar Khan, general partner, Orios Venture Partners, an early-stage venture fund, says, \"With the larger market emerging, burn rates of companies have gone up substantially, prompting venture rounds to come in about six-eight month intervals and even as early as two to three months. This has been common in China for some time, so this playbook of racing to the top is quite well established.\""
    },
    {
        "_id": "659592ee8719193468ff3c44",
        "Rain damage: Residents spend sleepless night as cars float on water": "Bengaluru: Late Thursday night showers brought Bengaluru to its knees, yet again exposing the many chinks in the city’s infrastructure. What’s worse, the tragedy that unfolded doesn’t bode well for the upcoming monsoon season.Residents of Nagarjuna Enclave in JP Nagar Phase I stayed wide awake through the night, thanks to an overflowing stormwater drain in the neighbourhood which left their basement flooded.Trouble began when the common wall separating the apartment and the drain collapsed due to the downpour, inundating the basement where 66 four-wheelers and 40 two-wheelers were parked. Within 15 minutes, all vehicles were submerged in muddy water.As if this wasn’t enough, at 11.30pm the apartment plunged into darkness.“I was wondering why the generator wasn’t turned on, when I heard noises from the hallway. I saw neighbours running downstairs, shouting the basement was flooded,” said Madhavi Simha, a resident of the apartment.A Mercedes was reportedly damaged after the debris from a crumbling wall fell on it. “I am worried about my vehicles and not even sure if the insurance company will compensate my loss if they get damaged,” said Amresh Ojha, an entrepreneur whose Toyota Etios and Royal Enfield were parked in the basement.With little chances of power supply resuming before a week, most residents have either shifted to hotels or have taken refuge in some relative’s house.While some residents skipped work on Friday, many used cabs and autorickshaws, unsure as they were about the condition of their vehicles. (With inputs from Shreyas D and Abhigna Reddy)OFFICIAL APATHYCalls to BBMP and BWSSB were of little help, rued residents. Around 1am, a few beat cops noticed water spewing out of the apartment gates and reported the matter to the fire brigade. Two vehicles were rushed to the spot to pump out the stagnant water.“In the morning, BBMP workers bluntly refused to take control of the situation. Their justification was that apartment complexes don’t come under their jurisdiction,” said Alka Mittal, a resident of this apartment for 16 years. Even on Friday evening, the vehicles were in 1-foot-deep water, he said.Ironically, the BBMP’s lethargic response comes within few hours of it announcing an elaborate plan to tackle monsoon, including setting up control rooms. Only on Thursday, chief minister Siddaramaiah had warned officials of stern action in case of delay in acting on rain and garbage complaints.Five cases of waterlogging were reported from Bommanahalli and three cases of tree fall in Ulsoor, Puttenahalli and JP Nagar. Prashanth Nagar saw two trees uprooted. “We have taken care of everything,” claimed a BBMP control room official.FOAM FLOODS ROADResidents around Yemalur Lake, east Bengaluru, woke up to an unbearable stench on Friday morning, much worse than on normal days. Reason: Froth from the nearby waterbody had spewed on to the road and even landed on the balconies of a nearby apartment.“Though officials had promised that the mess would be fixed before monsoon sets in, the rains are already here. The froth has increased because only the Yemalur exit is open,” said Prasad Kempapura, a resident.60MM RAIN IN AIRPORTThe total rainfall recorded in the city between 8.30pm on Thursday and 8.30am Friday was 34.2mm. At Kempegowda International Airport it was 60.6mm. The next two days are expected to see cloudy skies, with a few spells of rain/thundershowers, said the Met department.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "6595940f8719193468ff3c46",
        "Maths, the chosen subject for students": "BHOPAL: Once again mathematics turned out to be the most sought-after subject by the students. In the cut-off declared by colleges of Bhopal, mathematics went to as high as 91%. In Nutan College (Sarojini Naidu Girls PG College), highest cut-off was in mathematics. Higher education department released the first seat allotment list on Tuesday. The department will release the second list on July 4. At the Institute for Excellence in Higher Education (IEHE), cut-off for mathematics was 90.8%.Mathematics fetched highest cut-off in other top colleges of the state capital. Cut off for mathematics in Motilal Vigyan Mahavidyalaya (MVM), the oldest science college, is 86%. Even BHEL PG College, witnessed a high cut-off in mathematics. In this college, cut-off was 81.6%. It was the only college in Bhopal where mathematics had a close contest with other subjects. In BCom, the list was closed at 81.4%. MLB Girls College also had highest cut-off in mathematics with 81.4%. In Benazir College, cut-off for mathematics was 77.4%. In Geetanjali College, cut-off for mathematics was 77.6%. Economics was the second subject of choice for students this year. In the Institute for Excellence in Higher Education (IEHE), cut-off for economics was 90.2%. Courses in Bachelor of Arts (BA) continued witnessing low cut-off even in top colleges. In Nutan College, cut-off for BA was 62%. Cut-off of BA in BHEL PG College was slightly better with 64.2%. In MLB, cut-off for BA was 50.80%. On the contrary, subjects like political science and geography attracted eyeballs of students with high cut-off. In IEHE, cut-off for political science was 86.4%. In the same college, cut-off for geography was 73.8%. Students have also shown keen interest in subjects like history, psychology and English literature. In IEHE, cut-off for political science was 86.4%. For history, the first list was closed at 82%. Registration for the second round of counselling will be from June 24 to 27. Verification of documents will be done from June 24 to 28. Information regarding the vacant seats after first list will be available on the official portal on June 24. Students can give the online choice from June 24 to June 30. Allotment of the seats for students who have got their documents verified till June 28 will be made available on July 4. Third round of the counselling will start from July 8 for three days wherein students can take registration. Students can get their documents verified from July 8 to 11. Information about vacant seats after two rounds will be made available on July 8. It will be available on the official portal. Department will release the third list on July 15. Special round for college-level counselling will be organised from July 21.Explore Your Financial Landscape with Personalized Credit Insights."
    },
    {
        "_id": "659597318719193468ff3c48",
        "Indian Space Research Organisation plans to increase launch rate to 12 a year": "CHENNAI: To keep pace with the rising demands of the country, Indian Space Research Organisation (Isro) will increase its satellite launches to at least 12 a year, said Vikram Sarabhai Space Centre (VSSC) director S Somanath. \"We are also planning to build high data communication satellites (at least 100 Gigabyte per second) and landing on the moon by Chandrayan II by next year,\" he told reporters after speaking at Sathyabama University's 27th convocation programme on Sunday. M P Poonia, vice-chairman of AICTE, chief guest of the occasion, said preparations were underway to introduce a common test for engineering, on the lines of NEET for medical admission. This may be in place in a year or two. \"We are soon going to make training mandatory for all engineering teachers in order to improve quality,\" Poonia said.This year, 2470 undergraduates, 346 postgraduates and 85 PhD scholars received their degrees.Among them, 29 students were awarded gold medals for their exemplary performance, said a press release from the varsity."
    },
    {
        "_id": "659599208719193468ff3c4a",
        "Apple may continue iPad and MacBook launch spree in 2019": "While Apple may have a strict annual policy when it comes to iPhone and Apple Watch launches, that may not be the case with its other product categories including the iPad and MacBooks. In March 2019, the Cupertino-based tech giant launched two new iPads -- the 10.5-inch iPad Air and 7.9-inch iPad mini and then in May it launched a new range of MacBook Pro laptops with 8th-generation and 9th-generation Intel Core processors.Now, if a report by Bloomberg is to be believed, Apple is not done with the aforementioned product categories for the year.The report claims that Apple is planning to launch two more iPads — iPad Pro and a low-end iPad for schools. There are two screen sizes for the iPad Pro — 11-inch and 12.9-inch — and both models are said to get upgrades in terms of camera as well as processor. Just the upcoming iPhones, the iPads too are expected to gain an additional camera sensor. As for the low-end iPad model, it is alleged that Apple will pull the plug on the 9.7-inch model but will offer a new 10.2-inch screen size variant. “Apple will likely no longer sell a new model with a 9.7-inch display, discontinuing the original display size after using it for nearly a decade,” said the Bloomberg report.Moving on to the MacBook Pro laptop, the report claims that the company will introduce a new size of 16-inch which will be its largest screen on a BackBook Pro, Currently, buyers get 13-inch and 15-inch screen size option for the MacBook Pro lineup. Notably, Apple in the past has made an even bigger screen size variant of the MacBook Pro at 17-inch, however, that was was discontinued in 2012. Though the report doesn’t make any claims about whether the new iPads or the MacBook Pro models will be part of the same event as the iPhone launch — set to happen in September— though it is quite possible Apple will host a separate event for their launches, This year, Apple is expected to launch three new iPhones next month. These are supposed to come as XS, XS Max and XR successors. Based on several leaks, the iPhones are likely to feature an additional camera compared to the existing models. While the leaked images show XS and XS Max successors with three rear cameras, the successor of the iPhone XR has been spotted with dual-rear cameras. All three may sport a large camera bump in a square shape at the back and a notch at the front."
    },
    {
        "_id": "6595c6218719193468ff3c4c",
        "Oxford vaccine's trial to start at Mumbai's KEM Hospital": "MUMBAI: The government-run KEM Hospital here on Saturday will administer, as part of human trial, Oxford University's Covishield vaccine for coronavirus to three persons, said hospital Dean Dr Hemant Deshmukh.\"We have screened 13 persons so far including 10 today, of which three will get the first shot of Oxford University-AstraZeneca developed Covishield vaccine on Saturday,\" he said.Another person will get placebo as part of the standard testing procedure, he added.KEM is the first hospital in Mumbai where human trials of the vaccine, being manufactured in the country by Pune- based Serum Institute of India, will begin on Saturday. Watch Oxford vaccine's trial to start at Mumbai's KEM Hospital"
    },
    {
        "_id": "6595c7ef8719193468ff3c4e",
        "Engineer locked inside office in Bengaluru, attacked": "BENGALURU: Three men allegedly locked a service engineer inside his office in OTC Road, SJ Park, and attacked him over a financial issue on October 21. K Dayakaran, a resident of Lingarajapura, filed a complaint stating the men barged into the office at 3pm and asked for his employer Mahesh. Mahesh met them and they discussed some matters.A little later, Mahesh went for lunch, asking the trio to wait in the office.“I was unaware of these developments. After some time, the trio came to me, asking where Mahesh was. When they asked about the payment, I told them to collect it legally in a police station. But one of them attacked me with a helmet. They rolled down the shutters and called a person identified as Babloo who threatened me. When they asked me to call my boss, I used the opportunity to alert police. Hearing my conversation, they fled,” Dayakaran stated. A Hoysala vehicle soon reached the spot and shifted Dayakaran to hospital. “The accused were identified as Shivaratnam, Jagadish and Ramu. We’ll arrest them soon,” an officer said."
    },
    {
        "_id": "6595c9c58719193468ff3c52",
        "Landslide kills at least seven on Italy's Ischia island": "CASAMICCIOLA TERME (ITALY): At least seven people, including a newborn and two children, were killed on the southern Italian holiday island of Ischia after a landslide caused by torrential rain devastated a small town here, an official said on Sunday. Five people were still missing, Naples prefect Claudio Palomba told a news conference. Dozens of emergency workers rushed to the island while rescue divers searched the waters off the coast, he said. A wave of mud, debris and stones broke away from the island's highest mountain on Saturday and crashed down over houses and roads in and around the town of Casamicciola Terme. Photographs and aerial video showed buildings smashed by the landslide and several cars pushed into the sea by what one resident described as \"a waterfall of water and mud\". Densely populated, Ischia is a volcanic island which lies some 30 km (19 miles) from Naples. It draws visitors to its thermal baths and picturesque coastline. Episodes of heavy rainfall are becoming more common and more intense in the light of climate change, experts say, exacerbating hydrogeological risks in many parts of Italy. Statistics show Ischia has a large number of houses that were built illegally, putting inhabitants at permanent risk from flooding and earthquakes - which have often hit the hilly island over the past years. The fatal landslide has reignited political controversy over pardons for unlawful buildings granted in recent decades and the reluctance of some politicians to address the issue. \"People must understand that they can't live in some areas and buildings in risky areas must be torn down,\" Campania governor Vincenzo De Luca told state broadcaster RAI on Sunday. Italy's new right-wing government led by Giorgia Meloni held a cabinet meeting on Sunday and issued a decree aimed at providing swift help to people in need following the disaster, including some 230 people who were evacuated. The decree earmarked an initial aid package of 2 million euros ($2.08 million) and envisaged a suspension of tax payments for residents until the end of the year."
    }
]